[
    {
        "0": "Read rules, follow Twitter and IG, join Discord, see ban bets!",
        "1": "Oil crashing :)",
        "2": "An entire day of dump, pump, dump, pump, dump, pump just to end flat.",
        "3": "if tsla doesn't shed her filthy cunt i am financially ruined",
        "4": "Yummy bear tears",
        "5": "What’s the deal with Amazon? Shits up 20% in a few days",
        "6": "Oil dumping?",
        "7": "if you're upset with rising prices at gas station and grocery store just put all money into calls to be rich!",
        "8": "I have literally no motherfucking idea how I am losing money today.",
        "9": "So GME earnings?",
        "10": "so how do i bet on the el salvador default?",
        "11": "Earnings plays?",
        "12": "Vanguard’s 2030 retirement fund is down 21% for the past year. I thought they were supposed to be very cautious and preserve the money if their clients are retiring soon????",
        "13": "excuse me but what the fuck oil?",
        "14": "Turn on CNBC dummy",
        "15": "Bulls are fucking idiots.",
        "16": "Rich idiots > Poor Bears",
        "17": "Wacky wavy arm flailing inflatable market",
        "18": "XLE puts printing 🤑🤑",
        "19": "need to print more free money into the system to blow the market top off",
        "20": "kept waiting for a chance to reload amzn calls but shit just keeps going and going",
        "21": "AMZN hitting new daily highs by the min",
        "22": "Need more volume",
        "23": "Classic ber speak",
        "24": "Can't wait for this to rip to 430, puts will be free money there, pls rip up there by EOW 🤞🤞",
        "25": "Breaking is that OPEC is mulling suspending Russia from oil production deal. That's the cause for the sudden drop in oil.",
        "26": "damn, that would be a no bueno",
        "27": "LULU might be good for Friday. It has stayed relatively stable most of the day. Heres to it pulling a Netflix.",
        "28": "There’s no way spy goes above412. 5 mins later there’s no way spy goes above 413……",
        "29": "It's a losing money day no matter which play.",
        "30": "Just hold.",
        "31": "Amzn big green cock 😋🍀🍀",
        "32": "jesus this sub is filled with retards who don't even try to learn anything because their head is lodged up their ass in conspiracies",
        "33": "Some of you have never been on the cusp of a bear market and it shows",
        "34": "What are you thinking here? All your DD is just Seinfeld posts.",
        "35": "Parenting someone's kids as a step parent is like playing someone else's unfinished video game saves",
        "36": "Remember bears make money, bulls make money, apes get gapes",
        "37": "rip oil i guess?",
        "38": "So many people so upset :(",
        "39": "What the fuck is happening to crude",
        "40": "wondering the same lmao",
        "41": "OPEC fucking Russia up the ass with no lube",
        "42": "???",
        "43": "Imagine not buying Amazon below 2200",
        "44": "HPQ calls or puts?",
        "45": "Yes",
        "46": "You know you’ve sunk deep when you look at your screen and beg for god to make you break even, even though you’re an atheist.",
        "47": "",
        "48": "I ain’t never pray in my entire life",
        "49": "it's a bear market don't be a sucker",
        "50": "Until it's not anymore. I think there is some fatigue setting in among the bears. It's the Monday after a three day weekend and we're flat on the major indices.",
        "51": "!banbet HOOD $11 3d for flair \"Robin The Hood\"",
        "52": "Ban Bet Created: /u/NanoBytesInc bet HOOD goes from 10.32 to 11.0 before 2022-06-03 14:08:05.415521-04:00 for flair \"robin the hood\"",
        "53": "being a permabul when raging outta control inflation will get u fuk",
        "54": "Market is retarded",
        "55": "!banbet SPY 400 3d",
        "56": "Ban Bet Created: /u/neural_net_loss bet SPY goes from 415.8 to 400.0 before 2022-06-03 14:08:01.008229-04:00",
        "57": "🤡 was bearish on AMZN late last week",
        "58": "It's all because of the stock split. Because, somehow, stock splits make equities immune to economic collapses.",
        "59": "Was buying every few days. Going to be looking real nice after the split",
        "60": "All that gameshit TA over the weekend completely ignored the fact it's making lower highs and lower lows",
        "61": "I have both started buying options again AND buying calls. My bearishness has started to wane, as we head into the summer months. It could come back, but right now I'm feeling slightly bullish.",
        "62": "Me selling AMZN calls too early —>",
        "63": "2650 EoW",
        "64": "How’s everyone doing?",
        "65": "EOM rebalancing. QT tomorrow. All signs point to rip!",
        "66": "Bulls: Up 0.05% on the day",
        "67": "Reaction: HAHAHAHA GET FUKT BEARS!",
        "68": "🤣🤣🤣Yall so butthurt even after 3 days of gains, cuz yall know we gon crash hard soon and bears will be feasting once again 😂",
        "69": "But will you make money? Do you even have a portfolio?",
        "70": "I spin more rhymes than a lazy susan, and I'm innocent until my guilt is proven",
        "71": "JRoc baby",
        "72": "remember when SPY 400 was a myth?",
        "73": "I like my cock sucked and my polos tucked",
        "74": "seriously tho HPQ looks great to break its 52wk high today after earnings",
        "75": "RISK ON",
        "76": "Not sustainable.",
        "77": "Cuck",
        "78": "They built a new Jimmy John's by my house and I go there to take a daily shit as revenge for all the times their sandwiches gave me the poops.",
        "79": "Inflation is just a scary word to scare people when in reality just code for markets are going to keep mooning!",
        "80": "HPQ",
        "81": "Low volume is fine, just means there are less sellers, less FUD, as seen in VIX",
        "82": "Some of you here would pimp out your own daughter for 💵 and fame",
        "83": "I'd pimp out your daughter for 💵 and fame",
        "84": "I would pimp out your daughter for gme puts",
        "85": "!Banbet AMZN 2750 2d for flair “Bezo’s Baby”",
        "86": "Holy shit, I didn't know you could ban bet your way into a flair",
        "87": "Ban Bet Created: /u/Uzivert13 bet AMZN goes from 2411.14 to 2750.0 before 2022-06-02 14:05:50.877135-04:00 for flair “bezo’s baby”",
        "88": "Scalping some covered calls for a little over 100 today as I look for a place to wage slave. Do I buy the 100 dollar baba call in hopes that the hang seng has one last leg up to 22k?",
        "89": "by calls market in mooning bottom is in and inflation is overrated.",
        "90": "I have a 6mpg pick up to transport my Starbucks coffee and croissant",
        "91": "I know how tempting it is to buy puts on $AMZN here but you're too early",
        "92": "Split coming, people want in",
        "93": "Ok got some PATH calls for earnings, they should benefit from the layoffs with their focus on automation",
        "94": "What would win, one of the worlds greatest nuclear superpowers or one charismatic short man? (Not talking about 1945).",
        "95": "You forgot to mention the charismatic short man has a fucking ambiguous infinite weapons glitch at will.",
        "96": "Why the turnaround for Amazon? Its issues haven’t gone away.",
        "97": "Issues overblown time for another big long term moon mission. Appears Inflation has no bearing on stocks going down.",
        "98": "They don’t just have 1 line of business… AWS is booming right now and they host about 33% of the internet",
        "99": "Stock split plus it is oversold = free money!",
        "100": "Because I bought a put today 😜",
        "101": "Market opens, market closes.",
        "102": "Can’t explain that.",
        "103": "Dont worry we are definitely hitting 420 today, and 700 tomorrow",
        "104": "could easily see ATH by EOW with new highs following weeks since market is super hulk strong",
        "105": "Amzn ripping into the split. Googl will do the same in a month",
        "106": "Calls or puts on spy ladies",
        "107": "Absolutely",
        "108": "Neither",
        "109": "Yes",
        "110": "Soon.",
        "111": "Loser. Make something of your life. Do it yourself. Or live under a bridge until then you leech and pray they don’t have to use it all for themselves in this shitshow just to stay afloat",
        "112": "This upward price action is curing my depression",
        "113": "But if we go negative again I might have to end my pet goldfish life",
        "114": "printer -> shredder, ok?  shredder, ok?",
        "115": "So America must choose between recession and removing tariffs on China. China might become an even bigger superpower in Asia now...",
        "116": "I’m all for it. Russia’s been decimated. From a geopolitical strategy it’s not really feasible to try and perpetually keep China down. We need to focus on building India to be the worlds new superpower and steering it in the right direction rather than artificially harm China and by extension ourselves.",
        "117": "SHORT TERM PLEASURE OVER LONGTIME OUTLOOK LFGGGG",
        "118": "Those tariffs fucked us the whole time. 🥭 was just a moron.",
        "119": "Not only is Disney destroying your puts, it’s turning your kid into a lib while it’s doing it. Lmfao $DIS to the moon, the mouse never loses",
        "120": "I feel like the market makers are just sitting back and letting the bulls run as long as they can before they step in and open new short positions",
        "121": "Being a permabear or permabull will get you permafucked",
        "122": "One more so than the other.",
        "123": "I’m jacked to the tits",
        "124": "Will vacuum cause rug pull or priced in?",
        "125": "Priced in",
        "126": "DIS shares that I incorrectly thought I bought at the bottom are green. Pretty cool day",
        "127": "hate when that happens",
        "128": "Is right now a bad time to average down on some bags?",
        "129": "Why didn’t you avg down a while ago when the bears were raving.",
        "130": "Average down options all day :):)",
        "131": "$AMZN bers are literally as regarded as they come",
        "132": "Bulls even regardeder",
        "133": "Closed by 4",
        "134": "Big if true",
        "135": "When you get a colonoscopy does the doctor do it or his PA?",
        "136": "resident usually",
        "137": "IME, they usually get a volunteer from the waiting room to do it.",
        "138": "The doctor does it.",
        "139": "If he smokes a cigarette at the end, he’s a keeper.",
        "140": "They bring in a guy called Knuckles.",
        "141": "housekeeping typically",
        "142": "I had a train ran on me by the docs and nurses",
        "143": "You forgot the \"asking for a friend\"",
        "144": "Be a man and do it yourself",
        "145": " Rally 420 incoming ",
        "146": "This rip is delicious, buying more puts on discount as we speak 😍",
        "147": "",
        "148": "What do we think AMZN will get to before end of week, and will it keep going up after the split with retail seeing the low price.",
        "149": "House of my dreams just listed for sale. Now all I need is a 25 bagger",
        "150": "How much is the house?",
        "151": "fuk it. rip to a cool million",
        "152": "AMZN told GOOGL we kings not you",
        "153": "GOOGL will say the same in about a month when they execute their split",
        "154": "I fucking hate myself",
        "155": "U sell your calls too soon?",
        "156": "WTI down 0.25%. We going blood green.",
        "157": "It’s up 1%",
        "158": "Did Biden and Powell swap stories of when they used to go to drive in and sock-hops so the markets are now skyrocketing?",
        "159": "Bers getting pump cucked ",
        "160": "spy 420 incoming!",
        "161": "Holy crap. Oil just dropped",
        "162": "Of course it did, just bought XOM July.",
        "163": "Why? What's happening?",
        "164": "TrIpLe ToP bUy PuTs",
        "165": "Lol some bear legit said that about 415 an hr ago",
        "166": "we go jim We go Jim WE GO JIM NOWWWWW",
        "167": "Tezzler is unkillable",
        "168": "https://www.wsj.com/articles/opec-weighs-suspending-russia-from-oil-production-deal-11654019943",
        "169": "Lmao, at the same time wheat and crude futures have fallen.",
        "170": "Russia = fuck, economy = saved, your puts = kill",
        "171": "Hell yeah",
        "172": "Just had an amazing turd. One long log, not too firm, quick exit, no splash. One for the scrapbook bros! ",
        "173": "All that buttsex is paying off.",
        "174": "Loo Loo Loo",
        "175": "I've got some puts",
        "176": "Loo Loo Loo",
        "177": "You got some too",
        "178": "Loo Loo Loo",
        "179": "I've got some puts",
        "180": "Loo Loo Loo",
        "181": "You're fucked too",
        "182": "What did I say about betting against America?! You’re grounded mister!",
        "183": "biggest b u l l trap of may",
        "184": "b*ll",
        "185": "Yo what’s going on with all these factory fires",
        "186": "Biden just wanted to \"touch base\" with JPOW. hahaha",
        "187": "JPOW didn’t even show up to the meeting",
        "188": "Bers r Fuk and I called it",
        "189": "4:30 by close",
        "190": "stoner be like market close at 4:20pm",
        "191": "No place sadder than the Toyota dealer I’m at trying to buy my wife’s car out after the lease. Literally no new cars in the show room.",
        "192": "I hope SPY exhaust its momentum.",
        "193": "My goddd fuck this bitch ass etf ARKK fuck fuck fuck",
        "194": "AMZN making the market fun again",
        "195": "Waste of time",
        "196": "where’s the volume",
        "197": "AMZN carrying the market today",
        "198": "I have once again managed to turn a massive Green Day into a red one through abject incompetence",
        "199": "JPOW and BIDEN are going for COVID part 2 moon mission. The long term future of country doesn't matter.",
        "200": "I wonder what Paper Hands Portnoy is up to rn..",
        "201": "Prob rape. But maybe he’s eating a pizza. Who knows",
        "202": "Yo wtf is happening to oil right now?",
        "203": "What do u mean? Hasn’t moved",
        "204": "Puts today was spaghetti uh ohs with a side of regret-tatoni and spicy meat bear balls",
        "205": "Did something happen for all energy stocks to just take such a beating? Didn’t see anything",
        "206": "It’s bc I bought calls on XLE, sorry 😢",
        "207": "Do you guys actually think Powell will stop printing money cuz the poors can’t afford basic amenities?",
        "208": "9,415 more replies",
        "209": "Degenerates",
        "210": "Buying FDs"
    },
    {
        "0": "Jesus Christ, GME and Chewy on the same day? I’m staying away from here.",
        "1": "own Gme shares but alway retail load thinking this will moon on earnings and big dump Probably add more when back to 90 After er .",
        "2": "When did Robinhood rebrand to gambling.com?",
        "3": "Isn't trading stocks always been a gamble? Like betting on horse races.",
        "4": "1 more reply",
        "5": "Charts of Upcoming Earnings Releases",
        "6": "What do the red lines and shades regions mean? Is there a name for this type of chart?",
        "7": "GameStop 🌶️🌶️",
        "8": "Incoming split",
        "9": "Honestly gonna be expecting a dip lol",
        "10": "Their earnings is going to be bad but hopefully the shareholder meeting yields spicy news.",
        "11": "Prepare your butthole Kenny! ",
        "12": "This is the way . The only fucking play",
        "13": "LFG 🏴‍☠️🚀",
        "14": "Yall know why were here 🚀👀",
        "15": "2 more replies",
        "16": "GameStop gonna clap cheeks and miss earnings at the same time",
        "17": "Gamestop does all of jack shit on earnings days, will be dud, almost safe bet weeklies will lose. The biggest moves for GME/AMC seem to depend on anything but earnings",
        "18": "So what your telling me is to Yolo on calls. Gotchu fam.",
        "19": "Short strangle is the way to play if you want in on these earnings",
        "20": "1 more reply",
        "21": "I bet the iv drop itself will make both calls and puts lose this week",
        "22": "WTF how come no one reporting Monday? Monday still gonna be epic day for the market.",
        "23": "You the smartest person in the room for sure",
        "24": "Instructions unclear. Holding FD's over the weekend.",
        "25": "Oh really like the past 6 months?",
        "26": "Strangles on CHWY, got it.",
        "27": "2 more replies",
        "28": "Hormel foods is gonna be popping with all us new poors buying their processed slop.",
        "29": "Games stop game stop",
        "30": "Hormel calls. Never bet against bacon...",
        "31": "2 more replies",
        "32": "GME will drop to 50 bucks at AH then pump at open to 150",
        "33": "Fuck no don't do this. I need one last buy opportunity. Loaned against my 401k for this.",
        "34": "1 more reply",
        "35": "i am all in on $crm puts, so get calls guys",
        "36": "Shit I’ve got 25k in calls",
        "37": "CRM and CROWD both pretty interesting here. Like a meh quarter dump on CRM could easily turnaround positive like DKS last week from seller exhaustion. Could see the opposite on CRWD where the high multiple on cybersecurity will worry people if the quarter isn't stellar. Interesting example of high PE ratios kinda having opposite interpretations/effects.",
        "38": "1 more reply",
        "39": "GME and dont forget the shareholder meeting during market hours THURSDAY",
        "40": "Double whammy. I got my drs shares ready",
        "41": "People buying $60 bras right now? Victoria Secret Puts?",
        "42": "Middle class women buying crap to look sexy is the most recession-proof thing besides McDonalds. Same applies to LULU. Calls if anything.",
        "43": "Capri and Victoria secret calls. Women buying fancy clothes as things opened up after omicron",
        "44": "Only fans girls need new shit",
        "45": "2 more replies",
        "46": "Gamecock",
        "47": "GamecockCONK",
        "48": "Have a feeling $LULU calls might print after seeing how well Costco and Ulta and other luxury brands held up despite everything",
        "49": "We were in the middle of a bear market rally. Two weeks ago anyone that reported got drilled, good or bad. If market sentiment turns bad again and EPS slumps LULU could get killed. If we got green on the screen maybe calls will print. Who knows... casino seems messed up at the moment.",
        "50": "Like a Latin girlfriend who either loves you passionately or is throwing shoes at you and you’re not even sure what you did to possibly deserve this.",
        "51": "Did you just call Costco a luxury brand ?",
        "52": "1 more reply",
        "53": "I spy the great company of them all",
        "54": "Hormel 🔥",
        "55": "found my hormel gang 🤓",
        "56": "1 more reply",
        "57": "Can we have a week with no earnings so we can stop losing money",
        "58": "Do you know where you are?",
        "59": "lol. you think no ER will stop people from losing money here???",
        "60": "people will just bet on 0dt spy up or down or GME yolo...whatever they can afford",
        "61": "Asana CEO (a FB founder) kept on buying the ASANA and its $22/share now. uff",
        "62": "http://openinsider.com/search?q=asan",
        "63": "He was buying at 60-100 ",
        "64": "2 more replies",
        "65": "Lulu and okta are the plays here",
        "66": "$LULU",
        "67": "Puts or calls? And why",
        "68": "GamesTOP has hit a TOP. Otherwise it would be called GamesBOTTOM.",
        "69": "1 more reply",
        "70": "Does GME usually drill on ER?",
        "71": "Yes and after this week I suspect the same.",
        "72": "Drill?",
        "73": "Currently at Lulu and it’s so busy you can’t move. You guys are idiots buying puts.",
        "74": "You could move, in some of those tight ass pants.",
        "75": "The IV will make playing options point less",
        "76": "1 more reply",
        "77": "Can’t stop won’t stop ….",
        "78": "Have a feeling GME will tank a bit morning after earnings. Might sell my calls on the run up and buy the dip tbh",
        "79": "4 more replies",
        "80": "HODL bitches",
        "81": "CRM puts 🖨🖨🖨",
        "82": "Who the fuck are these!? I recognize GME and chewy",
        "83": "You don't recognize Victoria secret cuz you never get laid",
        "84": "I think Capri Holdings makes Capri Sun",
        "85": "CRM is right there",
        "86": "Do you not recognize hp. What are you 13.",
        "87": "Well.... HP is there, and they are quite the oldies...",
        "88": "Lulumelon and VS will show how the medium-end retail is going on, Tillys, Duluth, Lands End and Designer Brands will show us the low-end retail, Capri can give us a glimpse of the high-end.",
        "89": "The Chinese will probably show stellar numbers, just like their property sector....",
        "90": "Only 2 that matter. ",
        "91": "1 more reply",
        "92": "GME",
        "93": "i got money on Hormel",
        "94": "1 more reply",
        "95": "I’m going all in lulu calls Tuesday open good bye my friends",
        "96": "Workday tanked last week. Puts on Salesforce",
        "97": "I haven’t gotten laid with a girl with victoria secret on in awhile so puts",
        "98": "i don't think this is a victoria's secret issue tho ",
        "99": "GameStop lfg",
        "100": "Chewy Puts",
        "101": "Sadly, tons of people are being forced to surrender their pets and return to on site work.",
        "102": "It's really sad for the animals.",
        "103": "Are you saying that tons of people acquired pets once they started working from home and now have to abandon them? I find it hard to believe there are “tons” of such scenarios.",
        "104": "I'd be careful if I were you, tons of people got burned on Petco last week",
        "105": "Puts on everything except GME",
        "106": "Puts on chwy gonna print. When costs go up little Fido gets hits budget cut",
        "107": "GME is gonna drop like every previous earnings",
        "108": "$7 for an atm weekly doesn't seem like low IV 🤣",
        "109": "I have puts but be aware that their earnings goal is -23% YoY. It is at near the 52 week low so it is likely baked in to the price. But I'm not a smart person so I bought 4 puts on Thursday. Down 27% already LFG.",
        "110": "1 more reply",
        "111": "where's the implied moves guy at?",
        "112": "1 more reply",
        "113": "If this was actually a “most anticipated”, there would only be one company on this list",
        "114": "Don’t even have to name it",
        "115": "$LULU",
        "116": "Why does this list look bootleg ash😂 other than GME of course",
        "117": "1 more reply",
        "118": "Wednesday will be the reckoning!",
        "119": "VSCO really doesn’t tend to move all that much on good earnings. I usually risk too much to make too little here. GME would drop the morning after based on good earnings or bad earnings, so that game is kind of rigged. Wait for the inevitable drop and then play the stock. I’ve made money on day trades 2-3 days after the fact. I like MongoDB calls if the general market is starting to make a rally to $430. Just don’t want to be caught paying higher premiums and have to hold the contracts if the play or general market turns against me. Hormel calls could be interesting. Lot of people are going to be yeeting their cash towards canned food, inflationary environment or not.",
        "120": "I’m more inclined to stay the hell out. At least there isn’t a company on here that’ll substantially dictate the direction of the SPY or DOW. We might lose some volatility here.",
        "121": "2 more replies",
        "122": "hmmmm",
        "123": "Fuck! I forgot the market was closed Monday.",
        "124": "1 more reply",
        "125": "So what are the plays here boys? Fuck $VSCO and call $LULU and $GME",
        "126": "My gut says $LULU will rise on ER",
        "127": "Looks like the main event this week is on Wednesday",
        "128": "We got gambling.com on the first trading week of the week",
        "129": "That’s all I need to know",
        "130": "So gme",
        "131": "Gambling.com code for WSB?",
        "132": "One of these will be a 10 bagger ",
        "133": "Psssst. It’s CRM calls",
        "134": "I see only one true stonk",
        "135": "Buy gme calls (or puts), ride the iv wave, sell before close on Wednesday, free money",
        "136": "Calls. Likely a pump before the earnings as a hedge.",
        "137": "1 more reply",
        "138": "CRM is gonna drop. Time to make some moneys",
        "139": "glad im not the only one buying puts on this bad boy",
        "140": "So anyone else gonna go big calls on GME so the hedge funds can sort the FUCK out of it?",
        "141": "I bought a handful of 6/17 $200 calls on Friday after it dipped back down… hoping to unload Tuesday if we open up with a rally which I suspect we may. ",
        "142": "there’s only one ticker here",
        "143": "Zumiez",
        "144": "Happy cake day!!! 🎂 To the moon!!! 🌙",
        "145": "CRM looks to be a good short.",
        "146": "Calls it is",
        "147": "Puts on Chewy. They buy product from my company and they are not doing so hot.",
        "148": "Tell us more... I'll trust you bro.",
        "149": "GME to the mooooon",
        "150": "One of those is unlike the others 🚀🚀🚀🚀",
        "151": "Wednesday!!!",
        "152": "We all know it 😎",
        "153": "Only day that matters is Wednesday",
        "154": "Puts on Salesforce. Calls on Lulu. Easy money",
        "155": "1 more reply",
        "156": "Another week of bs :D",
        "157": "Bet Duluth trading will do well",
        "158": "1 more reply",
        "159": "so strangles on GME to cover the whole week",
        "160": "1 more reply",
        "161": "Strong feels on Ambarella. late 2021 into 2022 they have made moves to stay relevant in the new ai and self driving vehicle industry through software development with their new AI signal processing software as well as staying competative through the announcement of their acquisition of GM backed radar software company Oculli.",
        "162": "Milfey Cathey is in heat",
        "163": "1 more reply",
        "164": "",
        "165": "anybody using Asana at workplace? it might be a good short. price is so fcked up but ps is still at 10x.",
        "166": "I used it. It was good but we switch to click up and that one is way better.",
        "167": "There's only one play, Notion. Everything else is shit.",
        "168": "Calls on everything",
        "169": "Big day Wednesday",
        "170": "All in on gambling.com",
        "171": "Most of these are gonna be traps. Happy trading!",
        "172": "Going for calls on Duluth Trading Co tomorrow, I had a statewide meeting the other day and 2 different people asked me if we had one of their physical stores in my area. They want to drive 4 hours to go this store.",
        "173": "1 more reply",
        "174": "Actually scratch that GME strangle seems like a no brainer",
        "175": "IV is too high",
        "176": "Apparently my wife has stocked up on crotchless panties to wear for her boyfriend and contributed to Macy's and Nordstroms earnings run.",
        "177": "I suspect she's been in Victoria Secret too. So calls on VSCO or has she already spent all my money?",
        "178": "GameStop jesus",
        "179": "Gamestop 6/1?",
        "180": "Why do I only see one stonk?",
        "181": "inverse WSB will be good idea. it means GME put and Chewy Call will be printed.",
        "182": "CRM calls anyone?",
        "183": "Wednesday is Ryan Cohen day 🐶🕹🚀",
        "184": "I only see one on there that matters 😏",
        "185": "Damn this is the last week before the stock market correction/crash thanks to 🕹 🛑 and the stock dividend. Good luck to you all and your families retirement accounts. God speed tards 💘💘💘",
        "186": "GME puts gonna make me rich",
        "187": "f high PE ratios kinda having opposite interpretations/effects.",
        "188": "I'm looking at the $200c 6/10 myself.",
        "189": "3 more replies",
        "190": "Game is gonna tank",
        "191": "did you buy puts?",
        "192": "Strange i only see one ticker",
        "193": "There’s only one ticker that matters here… 🦍🦧🌝🚀🧨",
        "194": "CRM puts 🤝 GME puts",
        "195": "good luck with those puts after gme stock split announcement lmao",
        "196": "I would never play options with GME during earnings. IV is too high and everyone loses during earnings.",
        "197": "Degenerates",
        "198": "Buying FDs"
    },
    {
        "0": "Sory, 0.75% nowa... ya needa to updata da meme",
        "1": "",
        "2": "Profits are back on the menu!",
        "3": "Market hasn’t even opened yet, y’all addicts need to stop salivating over premarket moves and be patient.",
        "4": "Edit: hey look, the market opened down .4%, completely unrelated to premarket prices.",
        "5": "PepeLa",
        "6": "",
        "7": "the trick is to be bad at math",
        "8": "China is reopening! It is time to reconnect with family and friends and ask them for loans.",
        "9": "",
        "10": "No worries mates. I’m buying heavy this week, so we can count on the downward spiral continuing.",
        "11": "Stonks are on sale!",
        "12": "Sale = Sale",
        "13": "best of luck on your investments!",
        "14": "Ah yes, stocks all still have a ton more to fall, better heavily buy in so you can lose all your money, then panic sell at the real bottom in 6 months.",
        "15": "Thanks for coming thru 📉",
        "16": "🎶 The bulls are back in toowwn 🎶",
        "17": "",
        "18": "I know I have seen that guy in the picture at the downtown Wendy’s dumpster. He does fine work",
        "19": "Pictured: Me",
        "20": "",
        "21": "I am almost at break even. So yes, bull market is back",
        "22": "",
        "23": "Showing off with your 0% you lucky bastard",
        "24": "Look at this outlier here.",
        "25": "lol what's the source of this image? I've never seen it before.",
        "26": "I'm pretty sure it was transcribed from a picture of Tony Soprano when he's yelling at Carmella to shut the doooooor",
        "27": "It looks like tony soprano saying “Carmella, will you please shut the door!”",
        "28": "i copy pasta'd from twitter, if you want to find the source then you could probably find it by searching \"wojak meme\" on your search engine",
        "29": "Panic bought QQQ ",
        "30": "QQQ - Turds do float sometime (unfortunately I jumped on this one a little over a month ago.)",
        "31": "80% down followed by 100% up means 20% profit, right?",
        "32": "This aged like a fine milk",
        "33": "",
        "34": "brace yourselfs, today is sea of red",
        "35": "Post your shorts or GTFO",
        "36": "and its gone",
        "37": "Was this template transcribed from a tony soprano face?",
        "38": "press F to bull market ...",
        "39": "wErE cLoSe To A bOtToM",
        "40": "",
        "41": "Hello there ;)",
        "42": "All the bears in the comments will get REKKKKT",
        "43": "you were saying",
        "44": "\"zoom out\" ",
        "45": "Show me that brain dablige!!!",
        "46": "After 3 big ass up days like that, there was going to be a retracement whether this was the true bottom or just another bear market rally.",
        "47": "Doesn’t mean shit lol, no hate but the market can flip whenever it wants to. Wait for the market to pick a direction tomorrow.",
        "48": "While supplies last",
        "49": "The dude looks like a sex doll, yes I have him that's why I know",
        "50": "Time for puts",
        "51": "Snp500 is rising tho isit a good time to buy?",
        "52": "This looks like Steve Cohen",
        "53": "BVLL SVRGE",
        "54": "Where can I buy DeadcatCoin",
        "55": "Lmfaooo",
        "56": "CUCK",
        "57": "",
        "58": "Buy the dip😂",
        "59": "\"is this a dead kitty bounce?'\"",
        "60": "Huh where?",
        "61": "They still think the dip is over...",
        "62": "LETS FUCKING GOOOOO",
        "63": "BULLY!",
        "64": "Bull in a Chinese bear shop",
        "65": "Bull or bear, we're all fucked since yo money can't buy anything when food supplies ran out ",
        "66": "Time to YOLO",
        "67": "lol",
        "68": "Clearly you are too smart for us at weed stocks. They should be renamed bear stocks.",
        "69": "🎶🎵The bulls are back in town!🎵🎶",
        "70": "Is this a pic of Steve Cohen?",
        "71": "How’d you get my account password?",
        "72": "I sleep",
        "73": "That part!",
        "74": "BULL RUN!!!",
        "75": "Annnnnd its back down.",
        "76": "Its a bull for those who bought in the biggest dip. Like me 🤣",
        "77": "paper hands",
        "78": "Naw dude, the bull is back",
        "79": "lol... exactly why alcohol and related stocks are going up. Just bought into 'BAD' last week - probably a bad choice (pun intended).",
        "80": "This is why I use 0 DTE calls and puts so I can atleast achieve maximum pain or gain on a day like this. AMD calls got me up 80%",
        "81": "what is the name of this meme?",
        "82": "Let’s gooooo",
        "83": "Bears on suicide watch",
        "84": "Nice pic of Ethan Klein!",
        "85": "I’m up almost a whole dollar today bitches",
        "86": "Im glad im not the only one this happens to",
        "87": "Hahahaga",
        "88": " jim cramer",
        "89": "You are all cucks",
        "90": "I just laughed my fucking face off",
        "91": "",
        "92": "LFG fellow regards! ",
        "93": "",
        "94": "I’m up like 7% on apple in the past 2 weeks. I already beat the masses this year.",
        "95": "Is this were banks use institutional moves to make liquidity out of tge rest of the market?",
        "96": "I noticed a sudden drop in FUD. That's the lube. Get ready for penetration.",
        "97": "",
        "98": "My feed has two of those",
        "99": "For about 5 minutes",
        "100": "Buy low, sell... Lower?",
        "101": "I fucking hate u guys lol",
        "102": "You spelled trap wrong",
        "103": "There is a bull market.",
        "104": "There's a bull market in some sectors, but not tech/growth stocks that are still inflated. Unfortunately for broad market index investors, the footprint of those inflated stocks is so big that they continue to drag down the indexes and occasionally trigger selloffs as they sink.",
        "105": "This will continue as leadership transfers from the old set of favored stocks to another set off stocks.",
        "106": "Also, people should have figured out by now to sell into rallies. That said, today's action is likely to be noise. The prospect of China reopening should lift some sectors during the Summer.",
        "107": "I fucking lost it at work. Have a talk with the boss @ 12p cause of my uncontrollable laughter. Thanks guys.",
        "108": "Degenerates",
        "109": "Buying FDs"
    },
    {
        "0": "You should have bought the dip",
        "1": "",
        "2": "",
        "3": "See you tomorrow.",
        "4": "Fact is you can NEVER get to -100% if you never sell. ....oh wait I’m leveraged.......",
        "5": "Yes you can!! You don’t think companies can go bankrupt and their stocks get delisted!!?!",
        "6": " that leverage can hurt",
        "7": "Sell them all, then buy them back. You would be +100%",
        "8": "",
        "9": "Facts",
        "10": "-98% to -96% is a 100% gain though. Huge win",
        "11": "",
        "12": "Which one?",
        "13": "WSBers that were in on the growth tech and bought in around the GME hype pretty much underwent the most severe bear market since Dotcom burst and no one really cared until the major indices started going down lol.",
        "14": "Because everyone told them they would. They made jokes instead of self reflection. If you keep fucking ugly middle aged waitresses at the biker bar, and everyone tells you you're dumb, no one is going to be surprised or care if you get AIDs.",
        "15": "lol, hope you didnt get rekt",
        "16": "Whole account went from -50% to -30%, feels EXACTLY like this.",
        "17": "Unfortunately i gave up and sold CCs under my average just the day before that, now they are dangerously close to be ITM, so i'm back to depressed face. Oh, the joys of thetagang!",
        "18": "“I made $100 doing nothing today, you should invest too”",
        "19": "If you double down you cut your loss percentage in half",
        "20": "That assumes you didn't go all in",
        "21": "I laughed and then realized this is me. Well I am gonna go for my morning run. Soon this will stop being an elective exercise and become my normal mode of transportation.",
        "22": "Bulls on parade",
        "23": "Bers fuk",
        "24": "How can I hold all this bags?",
        "25": "-98%?",
        "26": "I'm in GME and I haven't lost that much.",
        "27": "It is a battle against those who are over leveraged, so I guess I learned that lesson before I started!",
        "28": "that's a good lesson to know!",
        "29": "dedicated to the AMC cult ^",
        "30": "This is one of the main reasons I stopped trading when I was 17.",
        "31": "My happiness was a function of the market.",
        "32": "Ah. The wisdom of a 17 year old. Behold.",
        "33": "imo it's good that you did - emotions get really volatile when you're in the market, hope you found a way to contain them :)",
        "34": "Dude, that's a 100% increase on what you have left.",
        "35": "Nothing wrong with a 100% profit.",
        "36": "LOL",
        "37": "Woaw! Up 100%!",
        "38": "That’s still 96,12% down… oof",
        "39": "That's a 100% rally",
        "40": "Looks like Paul Pelosi. Show that to him.",
        "41": "This is a great illustration of why leveraged ETFs with daily rest suck ass. After a -98% day, a 100% day following leaves you still 96% down. You’d need a 5000% day to get back your initial investment.",
        "42": "Degenerates",
        "43": "Buying FDs"
    },
    {
        "0": "Math checks out. You get exercise this way too",
        "1": "Skinny side effect",
        "2": "Does the 80's hair come with the cocaine? Or do I have to buy it separately?",
        "3": "",
        "4": "That depends. Running burns 100-150 calories per mile, plus a variable amount of water depending on temperature and speed. That's around 4,000 calories plus a few bottles of water for 30 miles, or how far a gallon of gas gets you with the average fuel economy these days. I suppose 4,000 calories plus water is doable for under $5, but it sure as hell won't be particularly nutritious or protein-rich.",
        "5": "The fact that it's comparable at all is baffling.",
        "6": "Who let a nerd into WSB?",
        "7": "high on cocaine ‘Now wait for just half a second!’",
        "8": "fanatically finger punches calculator “OH MY GOD.. OPs math… its sound”",
        "9": "sells car for more cocaine",
        "10": "Also....the heart attack",
        "11": "This is why I only trust the fringe media. The mainstream media doesn't want to you know about this life hack.",
        "12": "\"Doctors hate this one easy trick!\"",
        "13": "",
        "14": "Is that Laura Palmer ?!",
        "15": "It is",
        "16": "Cramer lol",
        "17": "Nancy Grace.",
        "18": "Been buying coke futures for months.",
        "19": "Traded on your local drug dealer stock market",
        "20": "Baby formula is so expensive, they've started cutting it with cocaine.",
        "21": "American news is classic",
        "22": "classic",
        "23": "Lmao",
        "24": "\"Cocaine's a hell of a drug...\" - Rick James",
        "25": "Thanks Biden.",
        "26": "😩😂",
        "27": "Cocaine analyst here but cocaine prices are bullish and also “super high” at moment",
        "28": "Looks like a really nice tootsies",
        "29": "Coke has a small amount of gasoline in it",
        "30": "Cock has a small amount of semen in it.",
        "31": "Might even work up the courage to fight the dragon guarding the refrigerator.",
        "32": "Are they going to start adding fentanyl to gas too?",
        "33": "Lol",
        "34": "Running can be inexpensive but a lot of runners spend quite a bit of money on their gear. Nike Alphafly Zoom runs $250. Garmin Fenix 7 can run $1,000. Running clothes can cost quite a bit too.",
        "35": "I rather buy an ev preferably one made in the USA",
        "36": "Jesus Christ, how is that possible cocaine is so expensive",
        "37": "She’s dead. WRAPPED IN PLASTIC.",
        "38": "Invests life saving on Ziplock shares",
        "39": "🤣",
        "40": "Don’t run on cocaine it’s bad for your heart also cocaine is bad for your heart by itself",
        "41": "Not after Covid, Homie. Still can't breathe right after a year.",
        "42": "fuck that, gimmie a cocktail and the pool",
        "43": "Yeah its a shame cars dont run on coke",
        "44": "Degenerates",
        "45": "Buying FDs"
    },
    {
        "0": "That dude and I must have the same personal trainer",
        "1": "As a fellow DIYer, same here.",
        "2": "Jim Cramer?",
        "3": "Can only go up from here, right? ..Right?",
        "4": "",
        "5": "I feel attacked",
        "6": "You spelled regerts wrong…..",
        "7": "Its spalled regret yuo mojons",
        "8": "I think its part of the joke tho. Just Google \"no ragrets\"",
        "9": "Buying the dip & taking a shit. Stock symbols: DIP SHIT",
        "10": "Randy buying cheeseburgers after the holiday weekend.",
        "11": "I hear cheese burgers rolling around, I hear ketchup and mustard and relish coagulating and shit, but I don't hear a heart mawfucker",
        "12": "Stick a shag rug on his back and I’d swear someone took a candid photo of me",
        "13": "When the pants come off, look the fuck out",
        "14": "Mexico",
        "15": "Is a country literally ran by cartels.",
        "16": "This is one way to cut back on excessive baggage fees.",
        "17": "😭😂😂",
        "18": "😂😂😂",
        "19": "Your typical Miami residents — either they wear the tightest clothes or no clothes at all.",
        "20": "Not even a letter?",
        "21": "No regurts",
        "22": "Then comes dippity dippy dip dip",
        "23": "😂😂😂",
        "24": "When you accidentally hit “deposit worn items” on OSRS",
        "25": "Ahaha this made me squeal",
        "26": "Chips and dip, chips and dip, chips and dip",
        "27": "I see no cut on the waist yet. Can still buy more ",
        "28": "Don't lose your shirts, boys. ...or your pants.",
        "29": "*regerts",
        "30": "*edit* Regerts * there fixed it for ya",
        "31": "Dude had a wild night",
        "32": "The only dips I can afford are for my McNuggets.",
        "33": "Not even a single letter ?",
        "34": "Regrets*",
        "35": "\"The squeeze is real and it's gonna happen!\"",
        "36": "Degenerates",
        "37": "Buying FDs"
    },
    {
        "0": "By far my favorite video.",
        "1": "This video single handedly got me trough 2021 - it may need to do it again for 2022",
        "2": "I will never not play the sound on that video",
        "3": "2nd to Kimmie Kardashians sex tape.",
        "4": "Whats the name of the video?",
        "5": "I like the one with Biden playing and Trump dancing",
        "6": "My last two brain cells trying to think of a play to make unlimited tendies",
        "7": "Finally. Withdrawal is kicking",
        "8": "$GME ofcourse",
        "9": "Short naked ATM calls on SPY and short TQQQ",
        "10": "PTON calls for Dec 2023",
        "11": "Let me know , when you got a answer",
        "12": "Wish calls",
        "13": "DIS don't bet against the mouse",
        "14": "Casino will be open.",
        "15": "At last! ",
        "16": "The one in Vegas or the one on Wall Street?",
        "17": "Never get tried of this 🦍🦍👍",
        "18": "old men dancing version",
        "19": "hillbilly version",
        "20": "4 girls singing",
        "21": "\"I thought Riker played the trombone",
        "22": "Cohen face",
        "23": "I didn’t even notice!😱😱😱",
        "24": "I honestly had a hard time telling had to do a triple take lol",
        "25": "I will always upvote tendieman and head banging kitty cat",
        "26": "Wow",
        "27": "https://youtu.be/CAyWN9ba9J8",
        "28": "Find a song that hits harder than this Ievan polkka guy remixed.",
        "29": "Thank you so much, I wanted to know who it was",
        "30": "Going to be a Green Day at the casino",
        "31": "",
        "32": "Good band.",
        "33": "Red dildos only, take it or leave it",
        "34": "It's goin up",
        "35": "Looking forward to up down or sideways. LFG!!",
        "36": "Market day—god Monday sucked",
        "37": "Green tomorrow",
        "38": "MOASS?",
        "39": "MO🍑SS",
        "40": "!RemindMe 2 days",
        "41": "2pm Marge is calling",
        "42": "Internet has taught me this is probably fake🙄😞😞",
        "43": "I think off camera is someone holding the cats fur and moving the cats head to the music. This is why you only see part of the cats face. The cat is not moving to the beat because it wants to.",
        "44": "About damn time the casino opens too much liquor and blow this weekend,",
        "45": "GME got me playing this song all week",
        "46": "All day long!",
        "47": "Fuck yeah. That’s the jam",
        "48": "Finally. Withdrawal is kicking in with this extra day off.",
        "49": "Nothing better than Tuesday Morning☕️",
        "50": "song is such a banger",
        "51": "Facts",
        "52": "I am predicting tomorrow will be a nice green day. A lot of Canadian stocks have gone up today, so I’m hoping for the best.",
        "53": "🚀🦍🏴‍☠️🟣",
        "54": "gme is leaking into here a lot lately….. 💎🍆🚀🌕",
        "55": "Confused Europoors… no tomorrow is Wednesday.",
        "56": "It's already Tuesday, 11am, market opens 16.30",
        "57": "At first glance, I thought to myself, \"I thought Riker played the trombone\"",
        "58": "WSB theme song",
        "59": "Tuesday mornnnnnnning",
        "60": "I set this as my ringtone this week. Can't wait for someone to recognize it.",
        "61": "I'm ready for the hurt again",
        "62": "beat up shf day.",
        "63": "cant believe ryan cohen remade this clip. absolute genius",
        "64": "MOTHER FUCKING GAMESTOP",
        "65": "RC IS MY DADDDDDDDDYYYY 🟣❤️🟣❤️🟣❤️🟣",
        "66": "The best mussik there is",
        "67": "That there is one maaadaafaakkaa rockin' feline!!!",
        "68": "Please teach me how to sing this",
        "69": "$ASTS 🚀🚀",
        "70": "This never fails to make me happy.",
        "71": "And my birthday! Dreaming of green candles for all!",
        "72": "Good luck WSBr’s",
        "73": "It's nice to see this guy again",
        "74": "GME Short Interest 27.38%, Average Cost to Borrow 165.32% as per Ortex. Record levels. Is this a call to YOLO ?",
        "75": "https://i.redd.it/eusi03tchs291.jpg",
        "76": "This video gives me flashbacks",
        "77": "Will GME actually be green for earnings this time or no lol",
        "78": "Tomorrow is Finally Almost Here!!🚀",
        "79": "Can’t stop won’t stop GameStop",
        "80": "This fucking slaps.",
        "81": "YYYEEESSSSSS ITS BACK BABYYYY!!!",
        "82": "u/savevideo",
        "83": "Info | Feedback | Donate | DMCA | reddit video downloader | download video tiktok",
        "84": "Hell Yeah, 0DTEs on SPY for a Tuesday expiration.",
        "85": "Going up but small procentige",
        "86": "2pm",
        "87": "Today",
        "88": "Felt like eternity waiting 🥲",
        "89": "Time to lose more money",
        "90": "Some people drink coffee to feel like an adult. I lose money to feel that way",
        "91": "Doggy doggy dooga dooga do ye do",
        "92": "You can do that if you want, but I have stuff to do and my mom is busy anyway.",
        "93": "What track is this",
        "94": "I got matches with these songs:",
        "95": "• Ievan Polkka (feat. Bilal Göregen) (Club Remix) by The Kiffness (00:13; matched: 100%)",
        "96": "Album: Ievan Polkka (feat. Bilal Göregen). Released on 2020-12-18 by Kiff Records.",
        "97": "• Ievan Polkka Street Drummer (Cat Vibing) $&Live$& by Drippysdrip (00:13; matched: 100%)",
        "98": "Released on 2020-11-11.",
        "99": "I am a bot and this action was performed automatically | GitHub new issue | Donate Please consider supporting me on Patreon. Music recognition costs a lot",
        "100": "Context?",
        "101": "Huge dump?",
        "102": "What will happen?",
        "103": "Saul Goodman...",
        "104": "Till friday green is guaranteed",
        "105": "Drs those tendies regards",
        "106": "Oil batch blowout! $118 this morning, could we see $150 by late summer????",
        "107": "u/Savevideobot",
        "108": "r/savevideobot",
        "109": "!RemindMe 1 day",
        "110": "My body is ready",
        "111": "This is a Wendy’s",
        "112": "Where do I find this song? Name? I want to listen to it every time I buy something and lose money.",
        "113": "Sir, tuesday is now.",
        "114": "Price will go to 16, just to drop back to 12 bucks 😒",
        "115": "Just waiting for RAD to blow up today.",
        "116": "https://www.reddit.com/r/SqueezePlays/comments/v0inzp/30short_interest_and_climbing_at_least_half_of/",
        "117": "https://www.reddit.com/r/OnesqueezeDD/comments/v1eub1/tminus_10_hours_counting_until_rads_epic_squeeze/",
        "118": "Special day…Ifkyk",
        "119": "Omg I love mother fucking Tuesday",
        "120": "I will never not upvote this video",
        "121": "Shit never gets old",
        "122": "How about that Korpiklaani version 🤘",
        "123": "Holy shit tomorrow is today right fkn now!",
        "124": "This should only be allowed to be posted during bull rallies",
        "125": "I needed this… thanks bro.",
        "126": "Wrong, that's today",
        "127": "Tuesday is today, not everyone lives in Americas",
        "128": "Love that song.",
        "129": "It’s a classic",
        "130": "What's the name of this meme?",
        "131": "vouch.",
        "132": "Lmao happy Tuesday, as the market continues to shit on everyone's head 🤣",
        "133": "Gambling is back!",
        "134": "/u/savevideo",
        "135": "You need the kiffness version. So much better",
        "136": "🤣😂",
        "137": "This song is so pure or something",
        "138": "Where is the one with trump dancing or the guy slapping his balls?",
        "139": "I hate that this makes me so happy",
        "140": "Teh golden 1",
        "141": "This never gets old! Always makes me laugh!",
        "142": "europeans: WRONG MOTHERF***ER, IT ALREADY IS.",
        "143": "FUCK YEAH LETS GO!",
        "144": "/u/savevideo",
        "145": "Been looking for the song name for this for awhile. Unfortunately I don’t know how to google foreign language lyrics when I don’t know any other languages.",
        "146": "And another day of not checking my portfolio",
        "147": "Need a download link to this one",
        "148": "An epic catJAM moment",
        "149": "The living owner is gently moving the cats head off camera",
        "150": "Happy Monday apes!!!!",
        "151": "FUCK YES!",
        "152": "Fuck that's catchy",
        "153": "u/savevideobot",
        "154": "Do you guys thing we will break $200 Today ?",
        "155": "Let me be perfectly clear: I will never not upvote this meme",
        "156": "u/savevideobot",
        "157": "What’s so special about Tuesday?",
        "158": "It's time to sell and shop",
        "159": "Degenerates",
        "160": "Buying FDs"
    },
    {
        "0": "How many times do people need to tell you that the global response to the pandemic is \"UNPRECEDENTED\"?",
        "1": "Stop trying to compare today to previous market events.",
        "2": "This point has been repeated 100,000 times to the point that its mind numbing, and you still don't get it.",
        "3": "This is not the roaring 20s.",
        "4": "This is not the great depression.",
        "5": "This is not the 70's inflation.",
        "6": "This is not the dot com boom.",
        "7": "This is not the 2008 housing market crisis.",
        "8": "THIS IS A TIME WHEN HALF THE WORLD'S LABOUR FORCE WORKED IN THEIR UNDERWEAR FOR TWO YEARS AND THE GOVERNMENTS DOUBLED THEIR TOTAL DEBT AND QUINTUPLED THEIR ANNUAL DEFECITS AND THEN A WEIRD TRADE WAR WITH RUSSIA STARTED.",
        "9": "THERE IS SO MUCH GLOBAL DEBT AND LIQUIDITY THAT THE FIAT CURRENCY SYSTEM IS BEING STRESS TESTED.",
        "10": "Read my lips. It is: \"UN-FUCKING-PRECEDENTED.\"",
        "11": "That means there is no comparator and we have no literally clue what will happen to financial markets, labour markets, asset prices, real estate values, interest rates, military alliances or foreign exchange rates.",
        "12": "Sir this is the 20s",
        "13": "Roar.",
        "14": "So, a bull market until '29?",
        "15": "",
        "16": "HOLY SHIT",
        "17": "You mean",
        "18": "Sir, this is the Twendies?",
        "19": "Sir buy silver and gold like the twenty’s",
        "20": "But instead of flappers we've got a bunch of fappers.",
        "21": "Probly be like the McSpaghetti craze of the 80's",
        "22": "What in the fuck?",
        "23": "https://mcdonalds.fandom.com/wiki/McSpaghetti",
        "24": "\n",
        "25": "Wild",
        "26": "How many times do we need to teach you this lesson old man!? Stocks only go up!",
        "27": "You guys wore underwear?!?",
        "28": "your mum's",
        "29": "During the pandemic I voiced an animated short totally balls out now everytime I see it that's all I can think of lol",
        "30": "Just because things are the same, doesn't mean you can't compare them.",
        "31": "No, but its all of them combined all at once.",
        "32": "fun stuff",
        "33": "We have war, we have oil prices rocketing, we have printing, we have tech stocks reaching high PE's",
        "34": "UNPRECEDENTED, so far.",
        "35": "So this is a lot like 2008 bank collapse?",
        "36": "Personally think it might be worse",
        "37": "No TLDR, Can't read so many words in the post. But I got it. CALLS on hearing aid equipment",
        "38": "Where's the tldr",
        "39": "OP is ber",
        "40": "bers r fukt",
        "41": "stonks moon soon",
        "42": "Shits fucked and no1 knows what is going to happen moving forward",
        "43": "We gonna go lower",
        "44": "Yeah, I'm gonna need those real estate prices to come down, though. I'm tired of paying the equivalent of two mortgages in rent.",
        "45": "This isn't the last time this happened.",
        "46": "This isn't the last time this happened.",
        "47": "This isn't the last time this happened.",
        "48": "That's what they say every time this happens.",
        "49": "Fuck the fuck off.",
        "50": "That's also what they say every time it doesn't happen.",
        "51": "The reason is always different the cycle is the same.",
        "52": "",
        "53": "",
        "54": "Here's what's actually happening. This is all controlled by people who are over the age of 60. They realize that they will be dead within the next 30+ years.",
        "55": "So there is a massive effort to extract and squeeze as much wealth and growth potential out of everything before they die and the subsequent generations are left with whatever pile of dogshit they leave behind.",
        "56": "So, the usual pump n dump?",
        "57": "When has power not been in the hands of an elderly cabal?",
        "58": "I see you're trying to blame the olds, but it's always been that way. And when the few young ones now grab power, privilege, or wealth, do you think they'll share it with their cohort?",
        "59": "BTW Bezos is fifty-eight, and Musk is fifty.",
        "60": "I do agree with you on this point, those two and the rest are working to",
        "61": "extract and squeeze as much wealth and growth potential out of everything before they die and the subsequent generations are left with whatever pile of dogshit they leave behind",
        "62": "And it has nothing to do with how old any of them are",
        "63": "Finally someone said it. Not enough people talk about this. They are pumping to get rid of their bags as they start to retire. The massive retail influx the past couple years have been perfect for them to start unloading their positions. They get to clock out when shit really starts hitting the fan",
        "64": "I hear ya, Tesla FD's all the way.",
        "65": "There’s been a trade “war” with China for the past 4 years or so that continues to be inflationary. It’s weird to cite one restrictive regime and not the other even if the reasons for tariffs, import bans, etc. are legitimate.",
        "66": "He prob just forgot since we’ve been dukin it out with Mao for 4 years now.",
        "67": "Exactly. The world population has DOUBLED since the mid 80's.. From 4 billion people on this little blue dot to almost 8 billion today. Productivity has nearly tripled in the same time frame. People are even productive from home!",
        "68": "As more and more people gain access to the internet and education (thanks starlink!) i believe productivity and innovation will only continue to grow.",
        "69": "\"The best is yet to come!\"",
        "70": "Then buy calls it is.",
        "71": "This is the path to WSB!!!",
        "72": "Just bought my first deep OTM call about 15 minutes ago.",
        "73": "This is the way 🚀",
        "74": "Buying put?",
        "75": "If not you have ",
        "76": "Let's ignore economics. That doesn't apply this time. \"It's different this time guyz\" ",
        "77": "This guy gets it",
        "78": "We're in the Endgame now",
        "79": "I've got my priorities lined up for frustrations when food prices more than double by August.",
        "80": "U obviously don’t realize how bad the Great Depression was. Even in 2008 they were afraid how bad the banking system was falling….this isn’t as bad.",
        "81": "So this is as bad as the Great Depression when we weren’t even the top world power and our country was broke as hell…omg🙄",
        "82": "You are funny",
        "83": "",
        "84": "\"This isn't as bad\" hahahahahahahaha",
        "85": "\"Yet\"",
        "86": "No one is saying that this is bad or it isn't bad. The OP is saying no one knows how things would turn out. It can possibly be that, the Fed will achieve a soft landing, and we're going to get another Bull market, or there is an undiscovered variable that will make the depression look like the a walk in the park. The point is that the factors that are around right now haven't been seen before, so no one knows how things will actually turn out.",
        "87": "The solitary unprecedented factor in the modern world is the obnoxious and ubiquitous use of 'unprecedented' by flapping heads too uneducated to recall history before their own birth.",
        "88": "So gold?",
        "89": "",
        "90": "You mean boomer crypto?",
        "91": "The global financial system is always in unprecedented new territory. Unsurprisingly, it hasn't been particularly stressed. By historical standards, if we exclude the very brief shutdown bear, all we have seen so far is a mild correction off of record highs that were all hit during the pandemic. Bank liquidity is outstanding so a repeat of 2007-2008 is highly unlikely. The federal reserve has options, too. If they sell bonds so fast that the real economy starts tanking, they can always start buying back.",
        "92": "Ok doomer",
        "93": "I think our financial system has become so abstracted from the real economy of physical goods and services that it is a serious threat to destabilize the economy. it's like trying to drive a car from the back seat with a series of levers and pulleys.",
        "94": "Agreed. That’s why all the clowns running their TA and their speculation using 2001 or 2008 are fucking dumb.",
        "95": "thank you for reminding people of this!",
        "96": "Bro shut up",
        "97": "Amen!",
        "98": "And?.......what??",
        "99": "you mad bro?",
        "100": "History doesn't repeat itself but it rhymes",
        "101": "Holy shit you read my mind. How’d you know I was in my underwear rn?",
        "102": "How do y’all have money for Underroo’s? I thought i was supposed to use my undies money..",
        "103": "Long dated puts. What goes up...",
        "104": "Oh my! Someone here actually does have a few wrinkles on the brain",
        "105": "How long is long homie",
        "106": "Aye fam how long don’t hold out",
        "107": "Why not just SQQQ?",
        "108": "WE ALL GON DIE",
        "109": "very well spoken, this one doesn't belong here",
        "110": "It is exaclty like when shit hits the fan, and you smell it but are afraid to open your eyes to look around. But you know that you have to do it sooner or later or you will step into a big pile of crap. So there - this is exactly how it is.",
        "111": "How you gonna step in some crap when the shit's done hit the fan?",
        "112": "Uhh...",
        "113": "1970 inflation started from an oil spike because the us embargoed Iran oil due to the Middle East uprising.",
        "114": "2022 inflation started from an oil spike due to Russian attack and emargo (sanctions)",
        "115": "Trust me bro, this time is different",
        "116": "Inflation started within 1 month of the moment the entire world simultaneously shut down in March 2020 actually.",
        "117": "These shutdowns and stimulus set in motion all of the problems we're having today. War, or no war.",
        "118": "Sooooo…",
        "119": "Buy more GME?",
        "120": "It's the end of the western world as we know it. The whole economy will collapse and the eastern world will rebuild fastest cause they produce everything and they will prioritize themselves. Europe and NA = doomed. omg.",
        "121": "So buy calls",
        "122": "",
        "123": "The environment is somewhat similar to WWII. And when currencies have been/are/will be shitting the bed, you want to own real assets.",
        "124": "WW2 wasn't bad for the economy at all. In fact technological advances skyrocketed and unemployment went down to zero. It set the base for a massive increase in wealth for the 3 decades after WW2",
        "125": "So it's UNPRECEDENTED BULL vs. UNPRECEDENTED BEAR",
        "126": "Retards with UNPRECEDENTED BALLS and UNPRECEDENTED DIAMOND HANDS are ready for this",
        "127": "I hate the word unprecedented. Can we please find another word for it instead of this one.",
        "128": "Me pp in your soup",
        "129": "Russia invades a different country starting a war= “weird trade war with Putin”…lol what🤣🤣🤣",
        "130": "Also, than not then💩",
        "131": "This time it's different",
        "132": "Who fuckin cares?",
        "133": "this fuckin guy",
        "134": "We all gonna be broke",
        "135": "But sir. I gambled on oil. Baby, it's a wild ride but I wouldn't trade it for anything.",
        "136": "I literally downvoted you and up voted because I felt compelled both ways…",
        "137": "Maybe like, 5 or 6 more times.",
        "138": "Sir this is taco bell",
        "139": "I had so much overtime in 2020 I made 6 figs.",
        "140": "GLOBAL DEBT AND LIQUIDITY THAT THE FIAT CURRENCY SYSTEM IS BEING STRESS TESTED.",
        "141": "Last time that happened the dollar backed by gold was removed",
        "142": "Well I got a raging clue that the market is going to go up, and possibly down.",
        "143": "OK, so but hear me out, if you compare this year's chart to the chart from 2008, some of the peaks and valleys line up.",
        "144": "But someone showed me two graphs that look kinda similar...",
        "145": "You know you says literally way too much when your device autocorrected “literal” to literally",
        "146": "Or you’re just retarded",
        "147": "Probably both",
        "148": "Hmmm, get some calls based on this post?",
        "149": "hey, I still work in my underwear. HR doesn't like me much at the office but fuck them.",
        "150": "Let’s see global pandemic, public debt numbers, war causing a slowdown of global trade, margin trading at all time highs",
        "151": "But this isn’t comparable to the 20s huh lol",
        "152": "We need some of that space cash that Baby Fark McGee Zax brought down. Then we can finally pay off our debts and Mexico can afford to build 32 new hospitals and 7 new water parks in the next 4 days.",
        "153": "That’s our only hope of getting out of this mess",
        "154": "Trade war with Russia lol",
        "155": "This guy gets it.",
        "156": "WAr is so neewww",
        "157": "So you are saying we should buy the dip",
        "158": "Calls or puts?",
        "159": "Bullish!",
        "160": "Can not agree more. I am pretty sure Putin hit Ukraine coz he is mad about need to back to office news",
        "161": "Wheres the TLDR? calls or puts????",
        "162": "Yeah like every other day.",
        "163": "It is almost as if they had the saying \"We're all in this together\" - ready to go before the event.",
        "164": "What I find strange?",
        "165": "If we are all in this together?",
        "166": "Why didn't we have the Chinese or Russian vaccines available to us in the USA?",
        "167": "Or for that matter...why didn't we just have one vaccine for everyone?",
        "168": "Doesn't seem like a very \"together\" all in it together.",
        "169": "Bears are always right until bulls are always right. Same shit different bubble.",
        "170": "Lol SPY puts go brrrrr",
        "171": "“It’s different this time.”",
        "172": "Most dangerous 4 words in the capital markets.",
        "173": "take it down a notch",
        "174": "My balls are unprecedented but they still bounce off ur girl’s cheeks every night",
        "175": "Sir this is wendys.",
        "176": "I think I finally get it",
        "177": "What’s your spy prediction",
        "178": "Hold ypur pain man😎👌🏻",
        "179": "Soooo, you're telling me to buy calls?",
        "180": "Sounds like world war one",
        "181": "Sounds awfully bullish to me.",
        "182": "Your literally describing the roaring 20s",
        "183": "At least one more time.",
        "184": "Sir the line at the Wendy’s today was unprecedented. I don’t see the media reporting about that..",
        "185": "I'm from india and I'm BYND tomorrow, please pump it tomorrow",
        "186": "I needed someone on Reddit to spell it out for me",
        "187": "Do you know how many \"unprecedented\" markets I've traded through?",
        "188": "Degenerates",
        "189": "Buying FDs"
    },
    {
        "0": "Powell should be an honourable WSB, going YOLO with the US Economy!",
        "1": "We are a country of retards governed by retards.",
        "2": "short staffed too",
        "3": "Shortable staff",
        "4": "Brawndo it's got what stonks crave",
        "5": "it's got electrolytes!",
        "6": "Bloody love this!",
        "7": "He seems like a President Mountain-Dew Camacho nominee...",
        "8": "BRRRRRRR.",
        "9": "Aisle 3 for tons of FD's!!!",
        "10": "At least DG is green!",
        "11": "Uncle Joe is spanking Jerome while Aunt Janet watches today at the White House!",
        "12": "🤣 🤣 🤣",
        "13": "",
        "14": "",
        "15": "Okay who tf made this? I'll send PayPal you a buck 😂😂😂",
        "16": "Make it a buck fiddy. You know, inflation.",
        "17": "Prints unlimited money but says workers are causing inflation because wages are too high... So only the rich are allowed to have printed money?",
        "18": "Wages are too high when average take home is like 34k. Go fuck yourself greedy fuckers lol",
        "19": "They use the printed money to take your money, and once they have your money they can take the printed money back that they gave them. Now inflation is making “their” money worth less, so they’ll cut back on the money you get and keep “their” money worth more. It’s a sacrifice they’re willing to make",
        "20": "More like the 99 cent store",
        "21": "Goblin ears",
        "22": "\"We now offer buy one, get one deals to those whom can't afford anything!\"",
        "23": "There is going to be a lot of crying but he is going to get inflation down with these rate hikes",
        "24": "Degenerates",
        "25": "Buying FDs"
    },
    {
        "0": "😂 pretty good deepfake. I just saw that episode on Stirr app",
        "1": "Haha thanks - file got screwed up and wasn't able to do post to fix/feather the edges so I said wth and posted :)",
        "2": "Wait you mean to tell me he wasn’t part of that episode???",
        "3": "",
        "4": "I'm a hedge fund wall street bets",
        "5": "Not leaving",
        "6": "How did Sam know there was a mirror in the closet?",
        "7": "Ken Griffin Approves This Video!",
        "8": "Imagine Cramer with that hairpiece ",
        "9": "",
        "10": "Why do I relate to this so well?",
        "11": "I feel like he’s gonna have a stroke one day on air because of wallstreetbets lol",
        "12": "Sam, why do I have incredible strength?",
        "13": "Ima-stooooooopid (shoryuuuuuuukan)",
        "14": "Lol",
        "15": "As this was starting I thought this needed no improvement. I was wrong.",
        "16": "Meltdown imminent!",
        "17": "For a moment, I thought that was Tom Cruise from the side because he has dyslexia or is it dickslexya. I dunno. Me retarted to. Quantum Leap to the next bull market",
        "18": "Buys anything related to quantum computing for no apparent reason and Lockheed cause now he thinking about Top Gun and planes",
        "19": "sings Danger Zone while buying FDs",
        "20": "That’s hilarious",
        "21": "Degenerates",
        "22": "Buying FDs"
    },
    {
        "0": "2 more replies",
        "1": "The loan in my account does look like a phone number",
        "2": "Meh if it's real estate you're probably up",
        "3": "1 more reply",
        "4": "I love how it's in Philippine pesos. That's 17¢ in freedom money.",
        "5": "It’s enough for a jeepney ride in some parts.",
        "6": "Freedom money.",
        "7": "Just bring me my Jollibee and leave me in peace",
        "8": "I always like to brag that I’m a millionaire (in php). Never mind that my native currency is freedom units.",
        "9": "Can’t even get extra tomatoes at Taco Bell with that, 40 cents for extra tomatoes on your supreme crunch wrap",
        "10": "1,700 Schrute bucks though",
        "11": "Looks like a BPI bank account if I'm not mistaken.",
        "12": "Proud to be Peenoise.",
        "13": "First thought was 'BPI ba to?' haha",
        "14": "0.0944 McDoubles",
        "15": "Include more decimals from the conversion and you probably have a phone number.",
        "16": "Nah it's just a webpage written in php. Probably Zimbabwe dollars in reality",
        "17": "Which, ironically is only $.04 in freedom money with all our transitory inflation.",
        "18": "4 more replies",
        "19": "I wonder who would answer if I dialed 1.68",
        "20": "6.86",
        "21": "1-555-555-9999 = -11108",
        "22": "do I win the game?",
        "23": "Seeing that its the Philippines, then the Bantay Bata (its a hotline for reporting child abuse)",
        "24": "Where is the minus sign in the phone ?",
        "25": "4 more replies",
        "26": "Work until it looks like an IP address",
        "27": "127.0.0.1",
        "28": "::1",
        "29": "0.0.0.0",
        "30": "How are you gonna pee a whole dress?",
        "31": "Good thing the emergency number is 0.00 in Australia. More realistic target.",
        "32": "Came to say this",
        "33": "Beat me to it",
        "34": "1 more reply",
        "35": "There is no negative symbol in the phone dialer",
        "36": "Just overflow the maximum phone number.",
        "37": "Oh man, and those are Philippine Pesos, too.",
        "38": "And BPI app interface",
        "39": "Can I buy a stick of smoke maybe HOPE or Marlboro with PHP 9.00?",
        "40": "3 more replies",
        "41": "I'm pretty sure if you live in Texas this number doesn't do anything.",
        "42": "You can get free background checks if you call it.",
        "43": "It's Phillipines Pesos (PHP). It's worth like U$0.18535697 so yeah, still a phone number.",
        "44": "You need to call and report the shooter for getting an abortion.",
        "45": "It does though, just gives you people playing dress up.",
        "46": "Best comment of the year",
        "47": "Oh it absolutely does; it conjures a large number of enforcers who stop parents from attempting to save their children.",
        "48": "Zing!",
        "49": "It does however have people dressing up in tacticool gear to stand around blocking people from entering certain building.",
        "50": "PHP",
        "51": "… if you don’t know how to React",
        "52": "PHP from ThE fUtUrE.",
        "53": "You certainly seem to be free of finances, so that counts?",
        "54": "I too like to live recession proof!",
        "55": "With area code",
        "56": "1 more reply",
        "57": "George Bush approves",
        "58": "Free until the phone bill arrives. Then it's back to Wendy's tendies.",
        "59": "1 more reply",
        "60": "What a terrible balance for an account.",
        "61": "Reminds me of that tragedy.",
        "62": "Don’t laugh at that, I walked through blood and bone looking for my brother",
        "63": "I watched Norm's last special today and cried a little during it. RIP",
        "64": "I was coming to comment this exact same thing, you’re a real jerk.",
        "65": "Savings account was a inside job",
        "66": "This was actually a good one. Kudos...",
        "67": "I thought we were only on PHP 8?",
        "68": "1 more reply",
        "69": "Seems lucky number: 911. Call see what happens.",
        "70": "Dispatcher: \"9-1-1, what's is the nature of your emergency?\"",
        "71": "Caller: \"I did a YOLO...\"",
        "72": "Dispatcher: \"Understood. SWAT is in route.\"",
        "73": "Caller: \"But it's 0DTE! I can't wait an hour!\"",
        "74": "You’re invested in cash? Peasant",
        "75": "This reminds me of that horrible tragedy",
        "76": "8675309",
        "77": "Nice.",
        "78": "Reminds me of that tragedy.",
        "79": "Retarded but not free.",
        "80": "Thank goodness it’s just your savings account. I’m sure you’ve got more fluidity in your checking, right? Right?",
        "81": "000 000 0000",
        "82": "Operator",
        "83": "0 is a phone number",
        "84": "Laughs in Australian 0.00",
        "85": "in australia you can get $0.00 😪",
        "86": "dial mo na yan",
        "87": "If this was Australia it's 000! I believe we can do this!",
        "88": "In Australian that would be 000",
        "89": "Ban",
        "90": "Bank of the Philippine Islands?",
        "91": "It has to be like a phone number but with a negative prefix instead of the usual +",
        "92": "For example -34 675 888 555",
        "93": "I'm drunk, ok? 🤣",
        "94": "You've come to right place, friend. Here at WSB, we can help you turn that 0.17 USD into a lambo, a mega-yacht worthy of seizure by Western authorities, and a supermodel girlfriend. Just step by this Wendy's Jollibee's and we'll get started.",
        "95": "(Oh, but there's a $2 fee to change from Philippine pesos into real money US dollars...)",
        "96": "Just like the twin towers…Nowhere to go but down.",
        "97": "",
        "98": "The worst part is having to deal with PHP.",
        "99": "Call before you dig.",
        "100": "Depends",
        "101": "Yeesh! Your bank accounts calling for help.",
        "102": "Yeah you’re free from all your finances 😂",
        "103": "no people financially free in the world. even Ilon Musk.",
        "104": "Ah yes, Llon Musk, Elon’s less successful brother.",
        "105": "It does, there’s just a minus sign before the number.",
        "106": "Bigger net worth than the average WSB Degen",
        "107": "🚓🚓🚓🚓🚓🚓🚓🚓🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚒🚓🚓🚓🚓🚓🚓🚓🚓🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔🚔",
        "108": "Fly away free bird 🕊️",
        "109": "Or a date.",
        "110": "Pilipino? Pilipino!",
        "111": "Sounds like that bank knows some conspiracy secrets that are true that tried to reveal by documentation that got destroyed in the Pentagon",
        "112": "I didn’t know warren buffet used reddit",
        "113": "Looks more like a sad date",
        "114": "I worked to the point where my debt equals my phone number ",
        "115": "Operators number is 0 hollaaaaaaa",
        "116": "",
        "117": "Heheh 4.11",
        "118": "😂😂",
        "119": "Your account is akin to the date, not the phone line",
        "120": "1,800 - WET-DICK",
        "121": "Indeed",
        "122": "It’s only after you’ve lost everything are you free to do anything",
        "123": "Oh my gourd!",
        "124": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "125": "naw, only calls i get are margin calls",
        "126": "211 where I am is actually a super useful phone number. Not so useful amount for the bank account.",
        "127": "(they worked for 1 hour)",
        "128": "HLEP",
        "129": "This one made me lol",
        "130": "You son of a bitch, I'm in.",
        "131": " thank you this made me chuckle.",
        "132": "Emergency savings",
        "133": "Someone please call Wyclef!",
        "134": "Quality meme, thank you",
        "135": "000 is the emergency services number in Australia.",
        "136": "Ha literally more than I have, I love moving",
        "137": "What's your emergency?",
        "138": "Gonna be a long year.. FML",
        "139": "How about a international phone with a 8 digit country code to start it off?",
        "140": "At least that phone number is appropriate for the state of the account balance. Win.",
        "141": "You are now one of us.",
        "142": "With my debt I’m going to need to dial the country code, the area code, the number, the extension, 1 for English, 5 for billing, 0 to talk to a live representative, and # to finish it off.",
        "143": "You better not have oil.",
        "144": "My bank balance looks like OTP, does that counts?",
        "145": "Dialed mine. Got the operator.",
        "146": "Meh why do this with a Savings account. I just got a new line of credit, I can make it look like any phone number I want, instantly.",
        "147": "Try converting it to another currency for better financial stability.",
        "148": "Edit: ¥911. Nine hundred yen sounds good.",
        "149": "Freedoms just another word for nothing else to lose",
        "150": "Not the emergency line",
        "151": "Jokes on you it's 000 in my country",
        "152": "Congrats and fuck you! You’ve earned your freedom brother",
        "153": "Are negative phone numbers a thing?",
        "154": "They said a phone number not a national tragedy.",
        "155": "Oh no, get down to 3.11",
        "156": "Damn bro.. how you make so much money? I'm currently looking for a job since my wife's boyfriend finally told me I had to move out.",
        "157": "Nice",
        "158": "Bank savings accounts are a joke.",
        "159": "I will need 559 567 752 dollars",
        "160": "Free of finances.",
        "161": "I hate that I laughed at this",
        "162": "Mine was the city information line 3.11",
        "163": "With or without the area code?",
        "164": "Philippines Pesos even. For the rest of you, that's like $0.18 USD, lol.",
        "165": "Australian emergency services number right here - 000",
        "166": "In case you're wondering, that's £0.1189998819991197253",
        "167": "Hello, operator?",
        "168": "In Australia, it would be 0.00",
        "169": "Guy actually believes I have money to pay my phone bill",
        "170": "Your bosses*",
        "171": "8.11\nBEFORE YOU DIG",
        "172": "Yup. Cashed out at $4.11 and been living la vida loca ever since.",
        "173": "Any other tips to make that happen faster",
        "174": "Right here officer!",
        "175": "This is the one who really did 9/11!",
        "176": "Nice try Bin Laden!",
        "177": "I mean you are financially free of money so that's one way to do it",
        "178": "u/repostsleuthbot",
        "179": "I didn't find any posts that meet the matching requirements for r/wallstreetbets.",
        "180": "It might be OC, it might not. Things such as JPEG artifacts and cropping may impact the results.",
        "181": "I'm not perfect, but you can help. Report [ False Negative ]",
        "182": "View Search On repostsleuth.com",
        "183": "Scope: Reddit | Meme Filter: True | Target: 96% | Check Title: False | Max Age: Unlimited | Searched Images: 335,870,215 | Search Time: 6.21s",
        "184": "If that's positive number means you have not debt then yeah, doing better than 99% of the population",
        "185": "Wow, you're rich. Mine is only $4.11.",
        "186": "Never forgetti, 9 spaghetti",
        "187": "If you think having that much money in your bank account is a good thing then you're probably never going to get anywhere near that much money.",
        "188": "-hedge funds, probably",
        "189": "Lol",
        "190": "Degenerates",
        "191": "Buying FDs"
    },
    {
        "0": "Passive aggressive income",
        "1": "Oh like that'll work!",
        "2": "I do have sex with an old guy for food",
        "3": "Better start onlyfans",
        "4": "How about passive aggressive income :D",
        "5": "What about when your passive income becomes aggressive income because it’s oil wells and that shit be flying?",
        "6": "I. Drink. Your. MILKSHAKE!",
        "7": "There's x amount of oil in a well. You can sell it now or sell it later but there's still x amount of oil in that well.",
        "8": "great",
        "9": "I don’t understand…Could you do this in a drake format?",
        "10": "I’m aggressively investing in the dumpster behind Wendy’s.",
        "11": "*Puts 99% of net worth into meme stock*\nWell done, chap ",
        "12": "What about no income?",
        "13": "Trying to turn that aggressive income into passive 😂😂😂😂😂",
        "14": "The word is active income not aggressive…",
        "15": "Aggressive income should be a fist or holding a gun.",
        "16": "i have whatever aggressive loss",
        "17": "I dont like them analysis, give me memes >:( To the moooooooon!",
        "18": "Can't even spell aggressive",
        "19": "I only have aggressive outcome",
        "20": "Degenerates",
        "21": "Buying FDs"
    },
    {
        "0": "\"Germany’s plan to invest a whopping 100 billion euro ($107.35 billion) into its military will allow Berlin to significantly expand its fighting force, Chancellor Olaf Scholz told local media on Monday.\"",
        "1": "Everybody gangster until Germany starts rebuilding it's army.",
        "2": "they promised it will be different this time.",
        "3": "Hans! Wir haben neue Flammenwerfer!",
        "4": "I'll join the 4th Rich.",
        "5": "Calls on French white-flag producers",
        "6": "Calls on Rheinmetall AG.",
        "7": "puts on checkloslovakia",
        "8": "Calls on German U-Boat manufacturers. For real though, the German navy has sought a rapid expansion for quite some time, even proposing acquiring an aircraft carrier. This massive budget increase might just be the kick start to make that a reality.",
        "9": "Puts on Poland.",
        "10": "Third times the charm",
        "11": "Once you've had a taste of the Stug life, there's no going back.",
        "12": "Third chance to make it Reich",
        "13": "Wonder what the fourth Reich will look like",
        "14": "I mean they’re the only country in the world that’s 0-2 in World Wars. Probably figure they got nothing to lose.",
        "15": "they're feared at 0-2",
        "16": "imagine street creds with 1-2",
        "17": "Bruh this isn't news they have been talking about this for months",
        "18": "This. This is more than a month old. And it’s mainly for equipment for soldiers, not for anything related to Ukraine.",
        "19": "I think you are not looking. This news is months old by now.",
        "20": "The Parties reached a first agreement on how it should be spent today",
        "21": "plan going very well",
        "22": "europe (forced to) invest in its own defense and resolve nato boundary issue",
        "23": "us can now focus on pacific to contain china",
        "24": "\n",
        "25": "bonus - us exports expensive lng and weapons to earn back historic defense costs and trade deficit",
        "26": "Let’s fire up some calls on the us MIC",
        "27": "Germany has Sturm’d the chat.",
        "28": "Their current military equipment consists of a few catapults that they occasionally use to yeet old VHS Scheiße-porn tapes into neighboring countries.",
        "29": "Let’s get us inflation.",
        "30": "☕",
        "31": "That was weeks ago",
        "32": "Seems fine",
        "33": "Uh they announced this weeks ago after the start of the war... And everyone calling out Germany for their weak ass response and aid...",
        "34": "Plus you know... Buying most of the Russian oil out of EU nations. (Also they sorta talked a lot of shit about being \"green\" compared to other mean while 40% of their imported energy was coming from... Russia.)",
        "35": "Was about time. The German army in it's current state could barely defend my grand mothers allotment. Something like 350 battle tanks, 48 self propelled artillery, not enough ammunition, not sufficient clothing and so on. More than half of the hardware is under repair. All that to the price of an army six times as big.",
        "36": "Read your last sentence again and tell me how more money will help.",
        "37": "So their strength was less than that of 1st SS Panzer Division Leibstandarte?",
        "38": "Hell yeah! The MVPs are back!",
        "39": "",
        "40": "What can possibly go wrong.",
        "41": "guten tag",
        "42": "How many times do we have to teach you this lesson old man?!?",
        "43": "This is kinda old news. There were rumours that Germany was gonna bolster their forces ever since the beginning of the war in Ukraine.",
        "44": "wtf have you been? This was made clear right after Russia invaded Ukraine. The Germans basically realized shit we are living beside a bat shit crazy dude better arm ourselves now before we get into a real fight.",
        "45": "Olaf, get se Panzers",
        "46": "German fellow here. You made me laugh about your sarcastic comments related to our history… 😄 But please don’t be scared because nothing in our military works right now maybe except from some Leopard tanks. And after all there is no one who could use all this new fancy shit.",
        "47": "Saying that you are German and saying that you laughed doesn't check out.",
        "48": "We've heard this story before Capt'n Ado..Sparrow",
        "49": "So invade Germany u say 🤔",
        "50": "Laugh? It so trite and... \"american\". It feels like they repeat the same two jokes over and over.",
        "51": "Are u sure?.... A lot of tanks are not ready because German- Tanks need TÜV.... Without TÜV u can't ride it on Autobahn but u can kill people.",
        "52": "3 month old news. OP was leaving under a rock.",
        "53": "G7 countries ending foreign investments in fossil fuels and building up armies. Shit gonna get wild the next few decades.",
        "54": "Oil doesn't actually come from dinosaurs. It's naturally produced in the earth. Fossil fuel is a common misnomer that keeps getting pushed.",
        "55": "Hey, do you have a source? Please add a link in the post or as a reply to this comment!",
        "56": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "57": "https://www.dw.com/en/germany-coalition-government-cdu-agree-100-billion-military-boost/a-61969742",
        "58": "BA let's gooo",
        "59": "Going down like the MAX",
        "60": "This means Germany might meet the 2% gdp investing into the armed forces goal as Agee’s with nato and demanded by the US for years..",
        "61": "Demands by US lol.",
        "62": "Does Germany do soldiers or are they going to draft illegal immigrants from Africa?",
        "63": "And this is what too much TV and too little critical thinking does to a person.",
        "64": "Das stimmt arschloch.",
        "65": "Regression to the mean.",
        "66": "Nothing stronger than Ruhr steel",
        "67": "THEY WHAT!?",
        "68": "USA *laughs in dollars bills *",
        "69": "[sips tea]",
        "70": "Join the what",
        "71": "i’ve seen this before :)",
        "72": "Calls on 4th Reich",
        "73": "Calls on Command and Conquer: Red Alert",
        "74": "That fucking trump was going to cause world war 3 . I'm so relieved he is out of office !",
        "75": "Ach yah, now vee can resume vork on zee final solution",
        "76": "They will try fight in the summer this time to finish the job right?",
        "77": "Good we don’t have to fight in their wars anymore..freeloaders",
        "78": "Lol one time 100 billion, isnt that like what the US spends on its military every minute?",
        "79": "Mein Chancellor est mein Héro!",
        "80": "Who did they choose to go to war with? The world. https://www.youtube.com/watch?v=fIO0DesXpdo",
        "81": "This can go a lot of different ways…",
        "82": "Norweigen heavy water is going to the mooooooon🚀",
        "83": "Panzerkraftwagen.",
        "84": "At this point, I'm expecting Biden to come out in a presser and tell us we kept FDR in cold storage for a moment just like this and that Biden is enacting the Avenger protocol.",
        "85": "Calls on French white flag 🏳 manufacturers",
        "86": "This is old news.",
        "87": "For context: The Bundeswehr has been neglected for years budget wise, corners were cut everywhere. 100B is a joke. This is not an \"upgrade\" but merely an attempt to fix what is broken to be able to defend the country if needed.",
        "88": "For anyone who just got the brilliant idea to buy Rheinmetall calls:",
        "89": "You are late to the party. You can tell from the chart exactly when they announced this investment, which was months ago.",
        "90": "Also check out Hensoldt AG, a major defence contractor for the german military.",
        "91": "The U.S will spend 2.1 trillion on their annual budget⁶ https://www.statista.com/statistics/262742/countries-with-the-highest-military-spending/",
        "92": "Calls on Hugo boss",
        "93": "I get the impression Hugo Boss is going to be a big hit on the runways in Milan, Paris and London soon...",
        "94": "This is like when you play age of empires 2 focussing on your economy all game then finally build military units. (After having your base destroyed 2 times i guess.)",
        "95": "The German army has been highly neglected and politicized for decades. They certainly need the money but with the amount of junk I know of it's debatable if it makes a difference.",
        "96": "Surely it also makes sense economically for Germany to have a powerful military if they are sourcing the equipment domestically",
        "97": "I think they should bring back the old uniforms.",
        "98": "I'm not German, but shit, look at all you Dick Cheneys in the comments, implying something. Just like the Kremlin about 3 mouths ago.",
        "99": "Ich liebe Germany wieso neh klar behalte 10X tachen pfennigstock eines tage werth mall 100X ja genau fette Lambo am hinter 😁😎🤙",
        "100": "Wanzen Wiesn glaben Globen, give it to me baby!",
        "101": "Man, I hope this doesn’t back fire. I think we were keeping Germany’s army small for a reason.",
        "102": "I’ve seen this one before",
        "103": "Degenerates",
        "104": "Buying FDs"
    },
    {
        "0": "Fuck you and congrats!",
        "1": "Fuck you and congrats! And sell those calls now, this shit will not hit $2700 by 6/24.",
        "2": "Ding, fries are done",
        "3": "Don't bop your hands it shit puts it really hurts bad and so do skin grafts.",
        "4": "I work at Burger King making flame-broiled whoppers",
        "5": "That's nice.",
        "6": "You're nice.",
        "7": "I hope Amzn has a crazy bull run leading up to stock split this week!",
        "8": "It just did 15% in the last week....",
        "9": "Roulette is fun when you win.",
        "10": "YOLO",
        "11": "You better take some profits sell some calls leave some on. Good job",
        "12": "Hey, if you haven't already, please reply to this comment with your positions and what led you to enter or exit them!",
        "13": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "14": "Hells yes- making Dave proud",
        "15": "I hope you sell it before a red day hits. In these times, one red day could trigger a chain reaction that ends god knows where. Even if you want to play it out and see how it ends, I’d recommend at least selling half to recoup your investment.",
        "16": "Trim those contracts and keep a few runners",
        "17": "At least you didn’t buy a burger Because I swear no matter how much cheese you put on one of them you’ll never taste it 😂😂😂😂 Congrats man congrats",
        "18": "Pics of the 🍟",
        "19": "This is the same guy that I was like holy fuk he’s either gunna lose a lot like a idiot or make us all look like idiots",
        "20": "Did the fries make you cum?",
        "21": "Dude, charge your phone",
        "22": "Are u blind?",
        "23": "Stay in for double or nothing?",
        "24": "Fuck and congrats you!",
        "25": "That's not how this works, you're supposed to blow some dude in the back near the dumpsters",
        "26": "Run!",
        "27": "with how the economy is going, you soon won't be able to buy fries with just that",
        "28": "The balls on this guy. Nice and fuck you",
        "29": "Up to $26k profit already, TODAYS profit.",
        "30": "LOL, I do🕺🏼",
        "31": "Damn - nice move on Amazon",
        "32": "🙄It's just a computer generated email, everyone gets them no matter what stock they hold",
        "33": "Soooo…I sold the contracts, kept my initial investment, re-bought 25 more contracts when it went down, now, back up and have 12k more today.",
        "34": "Degenerates",
        "35": "Buying FDs"
    },
    {
        "0": "this time is different, bro",
        "1": "Time for onlyfans, 69% discount for wsb members",
        "2": "Every time is different.",
        "3": "Of course it is ",
        "4": "We have since great depression altered monetary policy to reflect a more Keynesian active approach towards these business cycles and have tended to smooth them over time with the tools at hand so as to not be so distruptive. Which is also shown in the graph as similarly catastrophic events don't lead to quite as big of a loss as the hands off free market approach in the 1920's...",
        "5": "These crashes were decades ago and the market is always evolving. With absolute certainty this time is different. However, the outcome may be the same.",
        "6": "I take it from this I should be feeling optimistically optimistic ?",
        "7": "You and everyone else lol. When are people going to realize the market is never going to do what everyone thinks it’s going to do",
        "8": "Everyone who said “stonks only go up” for 24 months, threw all their money in, and panic sold three weeks ago is fully convinced the bottom is a ways off to justify to themselves that they’re not an emotional investor participating in buy high sell low mentality",
        "9": "Just generic market crash? Not Ukraine war + COVID 2.0 in China crash? Or food supply crash?",
        "10": "Just the market crashing cuz you know how markets be crazy...",
        "11": "There’s always reasons. “Yeah but this time it’s super serious!” Is usually the response by plebs.",
        "12": "With that being said, I predict 3500 SP to be the bottom, but for completely different reasons than what you stated (which have been priced in for aeons)",
        "13": "Hindsight is always 20/20 and the groupings will change later, but I tend to agree with you. I'd personally lump the last two together - a lot of the slump we're seeing right now will likely still be explained as a ripple effect from the COVID, the supply chain disruption, and related events. We're on a patch to be engaged in the war by November (read: elections) so that'll be another bump that factors in, and perhaps gets split into its own row. Time to buy defense stocks, y'all.",
        "14": "I have an open bet on what label this crash will get.",
        "15": "My money's on \"Liquidity Crisis\"",
        "16": "so if this crash has a correlation with past crashes we have",
        "17": "11% chances of moving down to around 73%",
        "18": "22% chance of moving down to around 27%",
        "19": "33% chance of moving down to around 35%",
        "20": "22% chance of moving down to around 50%",
        "21": "11% chances of moving down to around 57%",
        "22": "this is a casino so I used google to give me a random number between 1 and 5 and it gave me a 4",
        "23": "conclusion: this crash will stop when we bottom at around 50%",
        "24": "While the DD is undeniable, I won't fully believe you until you've added some colorful lines to a badly-cropped chart.",
        "25": "",
        "26": "Go ahead. Load up on puts. Post your giant loss 6 months from now.",
        "27": "I think we’re far from the bottom but you’re just cherry picking the worst bear markets we’ve had and ignoring all the times we’ve just bounced back from pullbacks like this.",
        "28": "SNP500 isn't the stock market.",
        "29": "The amount of non-SNP500 stocks with market caps from $20-$200 billion which lost 50-90% should be up there with the dot com crash. (Palantir, Snowflake, Beyond Meat, Robinhood, Sea, Shopify, Rivian, Lucid, Etsy etc..)",
        "30": "-20% significantly understates the damage that has been done",
        "31": "Why did you just list out my portfolio but left out Baba and EDU?",
        "32": "The difference between the S&P 500 and the total US market hasn’t been especially remarkable. Both of them peaked on Jan 3 2022 and bottomed out (so far) on May 19-20. The S&P 500 fell by 18.2% and the total US market fell by 19.3%.",
        "33": "Thanks Captain Obvious",
        "34": "*Oblivious",
        "35": "A week or two? Why not today? I say let’s just get this over with at this point",
        "36": "What if its not a bear market",
        "37": "Or this week",
        "38": "Or tomorrow",
        "39": "You underestimate my power.",
        "40": "Ever been somewhere like a storefront wherethey have actual employees somewhere that don't work from home ? Everyone is depressed AF.",
        "41": "Greater depression is already here",
        "42": "Woah! We're half way there!",
        "43": "Take my hand, we'll make it I swear...",
        "44": "Woah, livin' on a prayer!",
        "45": "Now show the hundreds of drops that recovered with small peak to trough.",
        "46": "This chart is misleading as fuck.",
        "47": "You left out a few where we did more than 20%. Treasuries losing their AAA bond rating in 2011 and the tariff/rate hike decline of late 2018 were a couple of recent ones. We may have been down 20% during the 1989 mini-crash and Operation Desert Storm leadup in 1990-91 too.",
        "48": "Point is those were nowhere near as far-reaching as what we're dealing with now, so yes, I do believe we're not done.",
        "49": "Ah so we just need another war and we'll be fine again? Calls on Boeing et al?",
        "50": "Dips over 10% happen on average every year. Understanding what's a real crash and what's a dip is the hard bit...",
        "51": "Like a pattern roughly every 5 years after depression been an event",
        "52": "Looks good to me",
        "53": "I’m looking at 1980-82 for guidance. Inflation isn’t as bad as it was then, but Biden isn’t cutting taxes like Reagan did.",
        "54": "Also, in the past was used QE as a tool to fight market crashes/recession, but we’re heading into one after a year and a half of serious qe, and now we need to qt or inflation eats us alive. We’re headed towards a bear market, and the quantity is getting tightened more. Bulls are hella sus right now. Like yea, in peace times, normal times we can say the market’s going up, but right now.. I dunno man. I’d rather have inflation eat away at my cash pile by 1-3% rather than have the stock market eat away 20-30% more.",
        "55": "But Biden doesn’t have the taxes to cut- when Regan took office, the upper tax rate was 70%, and corporate tax rate was somewhere above 40%… just like current interest rates, there isn’t a lot to cut here… tax rates are at relative historic lows since before WW2….",
        "56": "69% this time. guaranteed",
        "57": "We haven't entered a bear market yet.",
        "58": "52-week high was 4,800, 52-week low was 3,800. 3800/4800 ~= 79% or ~20% down. We’re not in it right this moment, but we kissed it, and the bull run from last week is already losing steam.",
        "59": "That's just a chart on its side. Why not draw a MacD or Bollinger in there as well Mr Astrologer.",
        "60": "I call an eventual 70% from ATH by year-end and great reset by the end of 2024.",
        "61": "It's a midget",
        "62": "Absolutely stupid comparision if you look at spy only, the war in Ukraine has energy prices and stocks soaring, more accurate comparision would be Nasdaq which did dip 30%. Sooo..",
        "63": "Previous taper tantrum in Q4 2018 was -17.5%.",
        "64": "I don't think the Fed is in any rush to reverse course this time.",
        "65": "Feeling. Yes. Lets make financial decisions on feelings.",
        "66": "Consult the chicken bones.",
        "67": "can you adjust for QE? thanks",
        "68": "Inflation corrected may help the numbers out there bud.",
        "69": "Time to start selling feet pics I guess.",
        "70": "Or, we reached the bottom and the next crash in 5-10 years will be +40%.",
        "71": "I want to believe!",
        "72": "It's not a crash until it has a good name. Until then I'll keep buying calls lol.",
        "73": "Not necessarily, fundamentals are different....if Russia stops the drama and Fed goes easy on rate hikes, markets should normalise.",
        "74": "I love bears.",
        "75": "All dips dip too far and then rebound. Sure you can try to time the bottom - good luck",
        "76": "Your chart is self selecting for draw downs large enough to be given fancy names and not be forgotten. Though we are in pretty unique times it seems so I see why you think we are in one again, so dropping further makes sense.",
        "77": "Couple years to go retards buy physical assets while you can",
        "78": "“market crash”",
        "79": "Haha",
        "80": "growth and tech have seen the bottom",
        "81": "This chart is invalid because it did not have the squiggly line thingy on it",
        "82": "Why is 2020 not combined with 2022? Misleading",
        "83": "It's not a crash until it has a name. This one still doesn't have it",
        "84": "just like most of us, haven't seen a bottom in a long time",
        "85": "Idk how to read this chat so I guess I’m in the right place.",
        "86": "SP500 @ 2009... 660 ---> SP500 @ 2022...4800.",
        "87": "I know with many PE's at 30-40 in the SP500 we aren't starting a new bull market for the next 10 years from sp500 3800.",
        "88": "I think SP500 2250 or lower can start a new bull market.",
        "89": "Baba, JD, plus many others",
        "90": "Labeled \"market crash\" lmao",
        "91": "Note how there are no big crashes in the 1950s. Best period overall for the US.",
        "92": "Current crash is in accurate. The market started to crash from March 2021",
        "93": "In that case buy now and sell in a week or two. Easy",
        "94": "I got my spy put ready to go",
        "95": "Notice how none of them stopped after barely going over 20% down. I think two weeks ago was just a taste of the future.",
        "96": "I like how bear markets are getting closer and closer to each other. Next one bout to start in 6 months I guess.",
        "97": "Can you sit straight my dear gay bear ???",
        "98": "Degenerates",
        "99": "Buying FDs"
    },
    {
        "0": "Thanks obama",
        "1": "",
        "2": "Uhh.. no",
        "3": "Gary...what wisdom you bring for us apes....",
        "4": "I feel the need, the need for speed",
        "5": "Degenerates",
        "6": "Buying FDs"
    },
    {
        "0": "That means he and I are Gganbu now, pretty great!",
        "1": "Gganbu share everything. Except for gains.",
        "2": "Pretty Prettty Pretttty good",
        "3": "Character based on Bill Hwang",
        "4": "Bill Hwang fucked banks to the tune of USD 5.2 billions",
        "5": "Not Tom Vu?",
        "6": "Hwang Wei",
        "7": "How much are we billing Whang?",
        "8": "Bill Hwang best friend",
        "9": "Reverse chronology",
        "10": "What about Luna founder Do Kwon, another Korean bloke who lost $60 billion of investors' money. Instead of throwing his ass in jail, he was allowed to start another project called LUNA 2.0 ",
        "11": "Wasn't it 40 bil now it's 60 wtf.",
        "12": "Doh Kwon.",
        "13": "people who invest in that shit deserve it.",
        "14": "Aren’t they on Luna 4.0 now ?",
        "15": "Ah I recall watching a few great documentaries on that guy. Truly a legendary schemer.",
        "16": "You forgot to mention luna 2.0 tanking like rock.",
        "17": "WHICH IS TANKING AS WELL",
        "18": "He openly admits to, and I quote: “gambling derivatives like a degenerate”",
        "19": "Add his pic to the wsb emoji gallery",
        "20": "Add Bill Hwang’s pic while we’re at it lol",
        "21": "Better, to the banner !!!",
        "22": "Futures smh, I was up 300% on my 30k portfolio, then covid happened, got a margin call while I was at RiteAid",
        "23": "Idk how you could be up 300% and then get margin called unless you were still leveraged to the tits waiting for the time you would have to get margin called",
        "24": "How much did you lose/profit in the end?",
        "25": "You actually leave your house?",
        "26": "Mad respect for my Asian homies fighting the stereotype of them being super smart.",
        "27": "But doing nothing to disavow the whole suicidal ideation thing",
        "28": "He brought great dishonor to his family",
        "29": "This man went to SNU, he wouldn't do that.",
        "30": "This man went to SNU, that is why he could do that.",
        "31": "Death by SNU SNU!",
        "32": "Cho Sang-WOOOOOOOOOOOOOO",
        "33": "You tards think you know everything but I bet you don't know that Sang-woo graduated top of his class at SNU",
        "34": "one of us! one uf us!",
        "35": "",
        "36": "Well those funds aren't gonna lose themselves.",
        "37": "Major 🐐",
        "38": "Send do kwon to the games.",
        "39": "He gone",
        "40": "We need to change the sub emblem with his to praise one of the greatest thing he did.",
        "41": "For all we know, one of you retards is in squid games 2",
        "42": "4.8 MILLION?!! That's chump change. Didn't Madoff steal billions? He's our Gretzky if I'm not mistaken (and I'm retarded so I probably am)",
        "43": "Madoff doesn't belong here because rumor that he didn't even make one trade 😂",
        "44": "Does he goto poor people jail? Or still white collar jail?",
        "45": "Or did he open another fund?",
        "46": "He died",
        "47": "That’s the thing. There’s no rich or poor when you’re in the Squid Game",
        "48": "Who dis",
        "49": "The blueprint",
        "50": "Is that Bill Hwang?",
        "51": "Yeah they made a show about him",
        "52": "GOAT",
        "53": "Also doubled down for one last YOLO to make the money back",
        "54": "Wait till you see Ken’s loss porn.",
        "55": "Soon.",
        "56": "Futures literally the most risky play.",
        "57": "GOAT",
        "58": "\"You bet on your future???\"",
        "59": "The original Kwon LunaKing",
        "60": "I would of HWANG his ass",
        "61": "Pffffft! Peanuts compared to Do Kwon, $60 bill then he created LUNA 2 😂😂😂",
        "62": "That's what's-his-name.",
        "63": "Sang woo",
        "64": "He can be our hero babeh', he can take and add moar pain... please just take, my breath away 🎶",
        "65": "Dodo Kwon?",
        "66": "🐐",
        "67": "Lfg!",
        "68": "The true MVP of losing the kids college fund",
        "69": "😂😂😂😂 I had to edit: if your going to steal that much money and drop all your eggs in one basket without some hedge, I can’t even finish I’m laughing so hard 🤘",
        "70": "Hang seng woo",
        "71": "That’s the dude from Squid Games",
        "72": "Probably got a slap on the wrist, paid a fine, and started a new career at Citadel Securities.",
        "73": "Should have just embezzled another 4.8 million to pay back the first clients. 🤷‍♂️",
        "74": "Sung woo the goat",
        "75": "I agree ! Mods can we have a poll this put this man as WSB profile icon lol",
        "76": "Ima tell my kids he made LUNA",
        "77": "\"How can you invest in your future?\"",
        "78": "New emote please mods and admin?",
        "79": "I support this. Mods?",
        "80": "Damn. Double fail. Someone gift this man some GME.",
        "81": "Ho Lee Fuk",
        "82": "Ok that’s king shit",
        "83": "🏆 Retards inc",
        "84": "🐐",
        "85": "Spoilers?",
        "86": "WSB doesn’t give a single fuck if you lose your life savings, let alone spoilers",
        "87": "He dies",
        "88": "Yaaaay!!!",
        "89": "",
        "90": "Only just realized… they did a Hwang before hwang did 🤔",
        "91": "“Investested in futures”",
        "92": "I wanna learn that first part. I'm already expert in second part",
        "93": "In the words of Pete Davidson: now I’ve gone to the squid game.",
        "94": "Is that Do Kwon.",
        "95": "When u listen to Cramer?",
        "96": "Squid gamer",
        "97": "He lost more than it all didn't he? He must have made some bad shorts that had him owing money.",
        "98": "Well if we're going to use fictional characters I should be able to post my paper trading account",
        "99": "Unrealized losses enter chat",
        "100": "Sum hungh guiy. A big a korwean bawlls. Not wrike a tiney amewrekan bawls. Dis guy has A take ona amewrekan banka bawls.",
        "101": "I love Squidbillies",
        "102": "Isnt he that shill youtuber?",
        "103": "Sang woo from squid games",
        "104": "No risk no reward?",
        "105": "This looks like it's a screen grab from Squid Game.",
        "106": "I owe three banks and a second-tier lender a combined total of NZD$180,000 in personal loans. I YOLO’d the borrowed funds on $WISH LEAPS that I closed at an 80% loss (check previous posts). Have been trying to recover since. I will be YOLOing on $CRM earnings FDs tomorrow….",
        "107": "Keep it simple and Yolo on GME",
        "108": "We have a Future market it’s called Commodity market people buy sell lose daily these are people betting on the market. Just like Stock market: unless he did inside trading and you have proof then show the proof not a damn meme",
        "109": "He just softened the blow to their accounts with a story.",
        "110": "If I were him I would've taken the chance to stab that dude instead of myself. Winning is winning.",
        "111": "Those are rookie numbers",
        "112": "Stonks",
        "113": "Futures and futures options",
        "114": "Let’s reach out to him and make him post his loss porn.",
        "115": "🙏🏼",
        "116": "Legend",
        "117": "He should totally be the face of WSB.",
        "118": "I thought that was squid game lol",
        "119": "How can you trade with the future?!???!",
        "120": "ONE OF US",
        "121": "ONE OF US",
        "122": "Rubbish trader",
        "123": "Will he make a depressing video wearing his Rolex watch",
        "124": "He just couldn't Hwang on to the Bills.",
        "125": "",
        "126": "Too soon 🤪",
        "127": "Looks like a random screenshot from squid game",
        "128": "It is.",
        "129": "I would not have been mad if he won the games. Hell I would actually be happy",
        "130": "Degenerates",
        "131": "Buying FDs"
    },
    {
        "0": "Way better trend forecasters than DTs",
        "1": "Pretty sure dudes are watching PornHub now. Wall Street has a problem with cause and effect. It’s not hard to understand this shit",
        "2": "STDs > DTs",
        "3": "",
        "4": "How many homes do they own?",
        "5": "I think they dabble in hotels…",
        "6": "Apes go wild with strippers! 🦍",
        "7": "But can she beat the goldfish?",
        "8": "Give new meaning to the phrase naked short.",
        "9": "Market is in tits out mode, sadly those tits are not natural...",
        "10": "These cheeks clappin, they ain’t usin hands",
        "11": "Yeah. My local happy-end massage parlor told me the business is slowing down -which is good for me. Every time I go, a better looking young Korean girl gives me handjob for 80 bucks",
        "12": "80 bucks! G'Damn... Thats 2-3 grams of Indica Dabs and a few Happy Meals for me in SOCAL",
        "13": "imagine having to pay for hand jobbies",
        "14": "Maybe men just found new vices, instead of throwing money at ass you can’t touch they throw their money at this crazy bitch of a market.",
        "15": "Tbh it’s the same thing you end up poorer either way ",
        "16": "Considering the crazy success OnlyFans has, I'm gonna keep my doubts about men finding new vices.",
        "17": "@botticellibimo ended: \"Every single stripper I know is a better trend forecaster than any finance bro or marketing exec.\"",
        "18": "I am sure a stripper is very qualified to estimate the trading skills of someone /s",
        "19": "This is so stupid. Everyone knows the hookers and strippers get cheaper in a recession to increase demand. Call me back when the strippers are saying that they have had to cut lap dances down to $5.",
        "20": "At best this is an early leading indicator.",
        "21": "This is like the 500th time this story has been posted.",
        "22": "The girl in the photo looks suspiciously familiar… In anyway, if titties are over £20 at my local brazzers, it’s a sign!",
        "23": "Are you in NYC? She seems to have nyc subway card on her phone cover",
        "24": "Never understood why looking at naked women that you can't touch is a thing. To get prostate cancer?",
        "25": "Stripping is just advertising for lapdances.",
        "26": "I know right? The Western World is a cup of BLUE BALLS",
        "27": "Why would people pay money to go see what they also can’t get online for free?",
        "28": "Strip club vs brothel...",
        "29": "I'm going to pick the hooker every time. Why pay to look when you can pay to play.",
        "30": "They need to get rid of 3 or 4 of their 5 houses now.",
        "31": "Can we meet them?",
        "32": "Against or for recession",
        "33": "See. They really did like us.",
        "34": "Oh man, searched for some face pictures, it's probably just her and the C team that is hurting right now.",
        "35": "Lol, might as well ask them what stocks they like?",
        "36": "Lmao she talks about Enron scandal. Anybody think the reason her revenue dried up is because not that many dudes wanna pay a stripper that’s pushing 40?",
        "37": "Also end of year bonuses aren’t there. Idk about y’all but if I was to get an end of year bonus it’d probably come in December or january, not in the middle of quarter 2.",
        "38": "I do my part to put money in the stripper economy",
        "39": "Degenerates",
        "40": "Buying FDs"
    },
    {
        "0": "Where’s the “you are here” sign?",
        "1": "",
        "2": "up OP's ass I guess",
        "3": "If history rhymes, the start of the 12.04% rally of 09",
        "4": "\"you are here\"... pointing to my portfolio 57% down.",
        "5": "",
        "6": "This is how charts should be posted. No \"we are here\", just \"this is the past & no one knows shit about fuck\"",
        "7": "",
        "8": "I panic sold the bottom anyway. ",
        "9": "How? we aren't there yet.",
        "10": "Nice. Did you panic buy at the top, too?",
        "11": "Reactions to rising costs and stagflation are just transitory. Record highs on the way! I'm using my 1.5% yearly cost of living raise to buy all in!",
        "12": "? Just daytrade a few hundred k profit on shitcoins or options. Everyone is rich now.",
        "13": "Post your short positions",
        "14": "$400 bucks with 5x leverage SPY short at 412",
        "15": "Tell me what to do",
        "16": "Buy SPY puts, NFA trust me bro",
        "17": "You're doing great sweetie",
        "18": "",
        "19": "I think we are at the 7.44% of 08, down 19% from the top. However…",
        "20": "Nobody knows anything",
        "21": "My portfolio is down 52% so we’re at the bottom, right?",
        "22": "we are halfway there",
        "23": "I need to print this and hang it in my toilets",
        "24": "So amc is going to squeeze then? /s",
        "25": "When do numbers on Memorial Day spending come out? Feel like it’ll be a bloodbath for retail and/or travel stocks if it shows people didn’t spend for shit on it.",
        "26": "TRAVEL UPDATE: TSA officers screened a total of 13,378,750 individuals in the 5-day Memorial Day holiday weekend from Wednesday through Monday. That compares to pre-pandemic levels of 14,362,020 individuals screened back in the same 5-day timeframe in 2019, or about 93%.",
        "27": "Putin on Puts",
        "28": "Nice lines.",
        "29": "This is why everyone loses money in a crash.",
        "30": "Anyway the stock market isnt gonna rise every year there must be a bear market and this year is probably the chosen one",
        "31": "Is this approach as technically sound as twitch streaming digits of PI then going nuts when the patterns match something we've seen before?",
        "32": "No idea what you’re referring to, too niche of an anecdote, but it’s not a post about a strategy, it’s two examples that show that you never know when the actual bottom is in, and 10-20% rebounds in bear markets don’t necessarily mean that the market has reversed its downtrend.",
        "33": "If you look at the times it failed to achieve -20% the bounce of +8.61% in 2000 and about that in 2008 is exactly what I’ve forecasted inadvertently. Our current closing low of $387 plus 8.61% is $420 and change. $420 is the throw over to the resistance at $415. That’s where this rally fails and falls. It’ll put on a good show and give a lot of hope. Should be fun to watch.",
        "34": "I appreciate the chart OP, very nice post!",
        "35": "Not even close to the bottom yet.",
        "36": "Who told you we are in bear market?",
        "37": "We've had 5 already!",
        "38": "Why is your 2000 chart missing the big fall from grace in 1999? It’s missing the top. By comparison, we are at the beginning of that chart - somewhere June 2000.",
        "39": "It would probably make the rallies harder to see if the scale had to include the dotcom peak. I believe OP’s point is to highlight the rallies, not the scale of the crash.",
        "40": "Degenerates",
        "41": "Buying FDs"
    },
    {
        "0": "🤡",
        "1": "",
        "2": "Credit the artist: https://fringefocus.com/products/clown-this-aint-my-first-rodeo-framed-art-print",
        "3": "Rob Loukotka",
        "4": "Dude thanks for posting this link. Going to get this into a few White Elephants",
        "5": "Good call. I've only ever seen it reposted, I didn't know the artist had it listed.",
        "6": "Thank you! Take my shekels",
        "7": "I don’t think of you at all.",
        "8": "I think of you all the time...",
        "9": "",
        "10": "At least, the town mourned.",
        "11": "Yeah that’s kinda the bright side of this story",
        "12": "Ha this isn't my second rodeo!",
        "13": "“Clown dies in 3rd Rodeo”",
        "14": "Clown dies in 1st Rodeo",
        "15": "Accurate depiction of myself trading",
        "16": "People sure seem to care about other folks selling round here.",
        "17": "Weird huh 🤔",
        "18": "You people? Please refer to us by our preferred pronouns of re/tard",
        "19": "You people? What do you mean by you people?",
        "20": "I think he means retards",
        "21": "Whose a 🤡. Wait",
        "22": "What the fuck you mean 'you people'",
        "23": "The smooth brains out here who've already redeemed their first free profitable option trade",
        "24": "",
        "25": "This had me laughing out loud 😂",
        "26": "This is some boomer tier meme",
        "27": "It's a good one. So boomer that you could even call it a comic.",
        "28": "Well that's a my mighty high opinion of me. I didn't die, however the bull now has ass herpes, and I am a quadriplegic.",
        "29": "Fuckin bozos 🤡",
        "30": "Acceptable",
        "31": "WTF is a \"Newspaper\"?",
        "32": "But who is expected to know everything by their second rodeo?",
        "33": "That seems like SO FEW rodeos, yo.",
        "34": "You gotta get like at least 4 under your belt before you’ve done much more than find out where the hot dogs are and learned which clowns are hookers.",
        "35": "AHAH",
        "36": "Now this I like.",
        "37": "\"this is what i think of you people\" fits perfectly with the 1 rodeo expert 🤡",
        "38": "Guh",
        "39": "",
        "40": "Thats cold",
        "41": "I don't think me irl is a suitable title.",
        "42": "Gets back up dies again and again",
        "43": "",
        "44": "Rip Jake.",
        "45": "EHAT THE FUCK DO YOU MEAN BY ”YOU PEOPLE”?",
        "46": "Nothing besides this and loss porn have made me laugh in this sub in months",
        "47": "First rodeo?",
        "48": "Accurate",
        "49": "boomer meme for a dead sub",
        "50": "Rude",
        "51": "",
        "52": "Degenerates",
        "53": "Buying FDs"
    },
    {
        "0": "2 more replies",
        "1": "Looks like it went up and to the right. Nice try",
        "2": "Pro tip rotate counter clockwise and it literally only goes up 🚀🚀🚀",
        "3": "Honey I shrunk the balance sheet",
        "4": "Honey I shrunk the balance sheet, Part II?",
        "5": "Honey, I blew up the balance sheet",
        "6": "Honey, my pee pee has shrunk by looking at my portfolio",
        "7": "Dude where's my balance sheet?",
        "8": "3 more replies",
        "9": "I wish I could look at this chart and apply it to what's about to happen but I'm too dumb.",
        "10": "It simple: buy puts on everything 🧠",
        "11": "Nothing to apply. You may still be dumb, but it’s not because you can’t find the correlation in this chart. There isn’t one.",
        "12": "you're dumb enough, fren. :)",
        "13": "Bro nobody know…. reading other peoples comments made me even more confused. I guess buy and hold until i am profitable.",
        "14": "What the hell is this showing",
        "15": "Am I high or is op trying to suggest a bear market but in his chart you can see it kept going up for a year after QT started.",
        "16": "You are not. Expecting several sectors to melt up.",
        "17": "Go completely short or buy puts when oil has peak that’s what I’m using as a signal",
        "18": "QE doesn't cause bull markets nor does QT cause bear markets.",
        "19": "The combination with RATE CUTS and/or RATE HIKES does however.",
        "20": "Could be both",
        "21": "I especially like the part with the one vertical axis linear scale and the other logarithmic layered on top…",
        "22": "Plus this balance sheet will take at least 18 months to unwind at the max rates they are alluding to... all considering that inflation doesn't go down, especially not considering it plummeting.",
        "23": "3 more replies",
        "24": "That means there is more liquidity being removed from the market. This means moves become EVEN more volatile, for no apparent reason. We could see some very strange moves past 6/1.",
        "25": "My body is ready.",
        "26": "No we won’t, there is over 2 trillion in reverse repos right now.",
        "27": "That’s money the banks have nothing to do with. That’s the money that will be affected by the unloading of the balance sheet first.",
        "28": "After that 2 trillion dollar cushion is gone the market will start feeling the effects of QT.",
        "29": "4 more replies",
        "30": "Just as multiple factors pushed stocks up, same will push them down, QE, inflation, poor earning and weak guidance, rate hike and hint of inflation",
        "31": "Or our personal favourite; \"just because; no reason required.\"",
        "32": "Biden meets with J Pow on Tuesday...will he ask for more time and to stop rate hikes? If so, Friday should be seen as the biggest insider trading day of all time...",
        "33": "That’s unlikely. My dad works at the fed and he said the fed is selling its entire balance sheet at market open at market price on Wednesday",
        "34": "1 more reply",
        "35": "You guys understand that in 2017 QT started with $10b per month, now we starting with $47.5b?",
        "36": "And after 3 months they will sell $95b per month while in 2018 the max was $50b? Basically they will sell 2x more ",
        "37": "Selling a lot more while the market is already hurting. This could be rough.",
        "38": "great perspective, thank you!",
        "39": "The market is up close to 2x.",
        "40": "Correct me if I am wrong but now there is 3x money in circle compared to 2017? So 2x still looks smallish?",
        "41": "Also why does OP deliberately leave out that Fed had to completely abandon QT in 2019?",
        "42": "Balance peaked a little below $4.5T. They made it down to $3.8T and had to stop lmfao. Then in early 2020 before Covid recessionary signals were all flashing red.",
        "43": "We're quickly going to almost $100B a month in Sept. No way economy is not completely fucked.",
        "44": "Noone understands shit here.",
        "45": "Watch them all Yolo spy calls this week thinking the worst is behind us.",
        "46": "Just watch",
        "47": "1 more reply",
        "48": "So calls or puts?? Wtf",
        "49": "Don’t fight the fed",
        "50": "Translation \"don't fight my puts\"",
        "51": "Tellem ",
        "52": "Everybody hates the FED but the FED is your best buddy so long as you do as the FED says. Now when the FED lowers interest rates and buys assets then you buy assets. When the FED says they are selling assets then you sell assets. Not that hard fellas. It's almost like they want you to make money.",
        "53": "Hooray, my puts expire Tues!",
        "54": "We have 2 trillion dollars in reverse repo.",
        "55": "They need to burn through that before it’ll even begin to affect the stock market.",
        "56": "We’ll be fine regards",
        "57": "S&P 500 📈 Bond market 📉",
        "58": "Zombie companies will die, since cheap debt is no longer available, bonds will be allowed to mature by the FED meaning no more QE, strongest companies will flourish as competitors die off. Bullish on SPY.",
        "59": "Best US companies will make it through and flourish... Eventually. But all will bleed in the meantime.",
        "60": "are you not worried with inflation burning at 8%, credit up and savings down that earnings will be obliterated with people cutting cloth",
        "61": "",
        "62": "So buy Ford 2024 Leaps?",
        "63": "Isn't the S&P full of zombie companies tho?",
        "64": "I think a lot of Zombie companies with good political connections will get bail outs.",
        "65": "3 more replies",
        "66": "Million dollar question is whether you believe Powell or not. I think June will be a bloodbath. Bonds are about to be sold so which folks are going to buy them? History shows it did not end well last time.. I think with inflation running things will not look so pretty by years end. OIL at these highs will implode the market if it hits anywhere near +$140.",
        "67": "So you’re telling me I can get GOOGL for 75-80 post split?",
        "68": "Tellem ",
        "69": "Thoughts on housing market?",
        "70": "They aren’t selling, just rolling off",
        "71": "Hmm i believe June 2024 is a bloodbath, not this June",
        "72": "I bought about 1.5M worth of bonds last week. Oh well, at least they will pay ~$3k per month.",
        "73": "Money will move from bonds to stocks. Tech will be crushed because rates will spike up",
        "74": "“Tech” as in bullshit startup companies not making any money, Microsoft Apple and co. are gonna be just fine, they’re fucking systemic mark my words",
        "75": "So QQQ puts",
        "76": "So my QQQ puts are cool? Appreciate the confirmation bias.",
        "77": "What kind of fucking label is “Assets: Total Assets: Total Assets”?",
        "78": "Yo dawg!",
        "79": "Puts.",
        "80": "Decrease in money supply results in lower GDP.",
        "81": "Lower GDP means shittier earnings.",
        "82": "Shittier earnings means weak guidance.",
        "83": "Weak guidance means stocks go down.",
        "84": "Stocks go down means you have to suck more dicks behind Wendy's dumpster.",
        "85": "More dick sucking behind Wendy's dumpster means less time for Netflix.",
        "86": "PUTS ON NETFLIX.",
        "87": "2 more replies",
        "88": "You can clearly see it go up for the first several months lmao",
        "89": "Cooling off jobs / hiring will help tame inflation (market blood). Rates will help tame inflation (market blood). And the incoming sell off (which is much larger than last QT) will tame inflation (market blood).",
        "90": "All good things for the economy in the long run.",
        "91": "Near term? Blood. So, so much blood.",
        "92": "People do not seem to realize that through higher interest rates and having the banks hold more in reserve it actually shrinks our money supply. Which they need to do. They messed up royally here for letting it get to this point.",
        "93": "literally everybody realises this",
        "94": "1 more reply",
        "95": "Just wait until you see what happens to mortgage rates when the Fed starts dumping MBS.",
        "96": " prepare your cheeks",
        "97": "They are always ready",
        "98": "Too busy preparing Yanet’s cheeks",
        "99": "I mean everybody knows it will happen, right? Surely market is not that stupid that we panic drop when bond yields start rising, because surprise no one wants the garbage bonds at shit rates... There is no real demand for bonds at negligible rates, if FED stops buying it's all over.",
        "100": "Like surely this is priced in, and idiots are not settting a rug pull right on the date when it actually starts happening when it has been told time and time again?",
        "101": "Just kidding, 🌈 🐻 30% cash kept bring on the pain, because of course markets will get retarded.",
        "102": "I remember that downtrend in 2017-2019 having to do with Trump and his Tariff threats to China though",
        "103": "When the feds shrinks their balance sheet, that means they'll be selling financial assets they hold to the market, to extract cash from from market, correct? If that's the case, shouldn't stocks drop because there's less cash float in the market?",
        "104": "They aren’t selling anything, they are letting the bonds they own mature",
        "105": "Pretty much how I understand it as well. Just looks like more downward selling pressure to me.",
        "106": "All I know is they added to the balance sheet to stimulate and what the fed giveth, they now have to taketh away",
        "107": "The fed does not own stocks, yet.",
        "108": "This is why it can’t possibly be priced in. The market is not a perfectly tuned machine predicting the future price of everything. The prices are based on current buyer and seller behavior. That behavior will be forced to change as they suck money out of the system.",
        "109": "There’s about 5 trillion dollars sitting on the sidelines, waiting to buy any opportunity that looks value",
        "110": "but there are buyers to purchase those selloffs.",
        "111": "Last time this happened we entered a recession when bonds were off loaded. I think this is where the fun begins. Kinda surprised a knuckle head on this board mentioned this tbh ",
        "112": "If WSB is bearish then you know this market is going to shrug off bad news and climb.",
        "113": "\"Last time this happened we entered a recession when bonds were off loaded.\"",
        "114": "No. No we didn't.",
        "115": "Funny how you didn’t quote the time because it didn’t happen.",
        "116": "There’s no doubt that a market crash/ recession is coming but I think S&P will set new high after all oil stocks are helping",
        "117": "New high? Or you high?",
        "118": "1 more reply",
        "119": "Who will buy the bonds the Fed no longer wants?",
        "120": "So puts for tomorrow?",
        "121": "Dude, this was priced in weeks ago.",
        "122": "March 10, 2020: The Fed borrowed $9 Trillion from the US Treasury and handed it out to banks and brokerages with the only instruction being \"BUY STONKS!!!\", with the understanding being that it was a loan, not a grant, and would have to be paid back.",
        "123": "May 10, 2020\nKevin Hassett, White House Senior Adviser\n$9 Trillion, goes right over Jake Tapper's head:\nhttps://youtu.be/3t86fRUsstg?t=524",
        "124": "What's the source for your first statement?",
        "125": "Has to happen. May a Nameless Horror bless this trade.",
        "126": "vote cthulhu",
        "127": "why choose a lesser evil?",
        "128": "imagine:",
        "129": "-worst climate crisis in centuries",
        "130": "-skyrocketing inflation. unaffordable housing",
        "131": "-scarce and dwindling resources needed for solving fossil fuel/ green energy transition",
        "132": "-war threatening global food crisis",
        "133": "-global political and civil divide",
        "134": "-expanding wealth gap",
        "135": "-population collapse",
        "136": "-FED and rest of world going on historic monetary tightening cycle",
        "137": "-the Great Resignation, everyone quitting their shit paying and abusive jobs",
        "138": "-all governments targeting upper 10% with increasing taxes and regulation",
        "139": "-historic supply chain disruptions and geopolitical tensions",
        "140": "-civil upheaval and riots in several countries.",
        "141": "\n",
        "142": "\n",
        "143": "and you're here saying: stonks only go up O_o",
        "144": "Well stonks eventually go up when there’s a world war, and they go up when there’s an immediate nuclear threat on the US, why wouldn’t they go up this time",
        "145": "Just jumping in re: Great Resignation; apparently most people are simply going somewhere else, rather than leaving the workforce entirely. I remember at a talk one of LinkedIn's insight analysts said they were calling it the \"Great Reshuffle\" internally.",
        "146": "WE'RE GETTING COVID-23?!? REMIX!!!",
        "147": "1 more reply",
        "148": "Need a fire sale.",
        "149": "No one is going to buy these fed owned MBS at the low yield rates. More likely the fed just lets them roll off the books rather than having to eat part of it by selling at a discount.",
        "150": "Most of the MBS mature in 15 to 30 years",
        "151": "When there are no bidders the price drills",
        "152": "Idk what this is and all the comments here are a mix of \"you are right\" and \"you are wrong\".",
        "153": "All I know is that companies aren't going into hibernation during all of this. We just have to be fearless and hold onto good stocks",
        "154": "Diamond hands the good stocks baby",
        "155": "I believe they are just going to run it off, not do any actual selling. They're just not buying new issues to replace what they've got. This means it may take a while to have any significant impact.",
        "156": "How much do they have that expires in June?",
        "157": "Wednesday is my bday... I've always hated my birthday",
        "158": "Sell in MAY and go away",
        "159": "So uppies or downies",
        "160": "Past performance is not indicative of future results.",
        "161": "Also covid kind of threw everything a for a loop",
        "162": "That’s not the context that saying applies 😂",
        "163": "What is then??",
        "164": "Bulls lube 💧 that booty ",
        "165": "But all I need to know is: will GME moon?",
        "166": "Yes",
        "167": "Covid low is in play….",
        "168": "Lmao the numbers of comments of ppl That can read this chart for shit tell u everything about the avg wsb user.",
        "169": "Looking at this chart, we appear to have your classic Brontosaurus pattern emerging.",
        "170": "i dont like the red lines, can u make everything greeeeen ?",
        "171": "I don’t know who Fred is or why he makes so many charts, but when the line goes down, I post sad meme. When line goes up, I post happy meme.",
        "172": "Cool chart. I can't read. Stocks go up or down tomorrow?",
        "173": "Remember when Trump ran on a balanced budget and blamed the Democrats for putting the country in so much debt? Yeah, so do I. Dude is such a conman and the fact that anyone still supports him absolutely blows my mind.",
        "174": "Nobody is going to put slimy hands on my moon tendies.",
        "175": "Puts on TSLA. Puts on AAPL",
        "176": "So we’re shorting Wednesday?",
        "177": "What does this means ?",
        "178": "it means call the Lambo dealership pal!",
        "179": "This entire thread is ass cancer",
        "180": "So.....now should I YOLO GameStop?",
        "181": "Yes.",
        "182": "It will be interesting to see the out come",
        "183": "I don’t think it’s even close to the same scenario",
        "184": "Remember, this isn't debt monetization because this is only temporary.",
        "185": "What am I looking at?",
        "186": "What I see here is that the rational thing to happen next is a big tank and a couple of years of crap. Then a melt up. But the Market is irrational...I say big leap up, with wild swings down until it finds equilibrium. Markets aren't rational with money because people aren't rational with money.",
        "187": "My other big brain thought here is that it kind of looks like a dinosaur 🦕 dinosaurs are bull indicators. Source. M vry smrt.",
        "188": "S&P to at least 6500 or 7000 wouldn’t make much sense if it went down back to 2020 level",
        "189": "Does anyone know the rate they're planning to start selling stuff? Like $20B a month or whatever?",
        "190": "30b then 60b then 90b I think",
        "191": "I think they need a bigger chart",
        "192": "… Inverted?",
        "193": "Don't know whether to stay put for the dividends or cash out and bounce back in when it's down",
        "194": "If you can predict the future, then it’d make sense to cash out and buy at the bottom, but idk anyone that can do that without dumb luck. I’m just bagholding and letting the dividends compound if it drops a lot and continuously buying more whenever I can",
        "195": "So the fed getting their balance sheet too low will trigger another pandemic??",
        "196": "What sort of assets are on the balance sheet? What are they going to be selling? Isn't think a prime time to buy?",
        "197": "Isn’t there a witching event coming mid June too? June will be a 🔨🔨🔨🔨🔨🔨 just sit on the sideline and go ass in June 30th",
        "198": "And you know damn well, old J Pow Pow Fuck Your Calls will have something to say between now and then too.",
        "199": "So buy calls I don’t get it",
        "200": "Am I retarded or does that chart mean the markets going to go up when QT starts ?",
        "201": "Looks like a bull run",
        "202": "So in the grand scheme of things... What does this truly mean? I'm seriously asking for a detailed explanation... I would love to be empowered with some solid knowledge...",
        "203": "The chart suggest when the fed started tightening in 2017 It caused the markets to start trending downward or flat this was going to continue except the spring of 2020 was Covid. Which The Fed responded with 0%rates and trillions in Money printing. All of these dollars eventually ended up in the stock market which is why it went to new highs. Recent actions from the fed seem to suggest they would really like to resume the tightening they began in 2017. Going forward the path of least resistance for the stock market is either down or flat similar to 2017-2019 time period.",
        "204": "instructions unclear: buying 0 DTE spy calls",
        "205": "You're forgetting that the market didn't front-run QT with a 20% pullback last time around. SPX is down 13% YTD, but was up 13% leading up to the great tantrum.",
        "206": "1 more reply",
        "207": "Am I missing something? The 2017-2019 chart looks great with an end drawdown.",
        "208": "Degenerates",
        "209": "Buying FDs"
    },
    {
        "0": "\"So the apes don't rip my face off in the comments, $500 calls\" LMAO",
        "1": "Instructions unclear, bought the $950 Calls",
        "2": "5 more replies",
        "3": "Whenever she turns, it reminds me of ozzy man’s reaction lol",
        "4": "She knows what she’s doing.",
        "5": "Ooh sheila",
        "6": "Ahhhh fuck me",
        "7": "I’ve recently developed a deep interest in Mexican financial analysis.",
        "8": "Oh yeah.",
        "9": "fuuuuuuuck yesssss mate",
        "10": "Her backside has backside…",
        "11": "1 more reply",
        "12": "The bottom is in.",
        "13": "It's called the S&P 500 not S&P 380. Literally free money",
        "14": "🍑",
        "15": "I love your flair lmfao.",
        "16": "1 more reply",
        "17": "“That bald fuck puts out more misinfo than the Kremlin”",
        "18": "A+",
        "19": "I have never once read a subtitle on these things",
        "20": "",
        "21": "That part made me laugh",
        "22": "S&P500 not S&P380...... game changing DD right there.",
        "23": "“Literally free money” sounds like it definitely can’t go tits up",
        "24": "all the DD I need right thurr",
        "25": "",
        "26": "Lol. That was my favorite part.",
        "27": "1 more reply",
        "28": "Apologies for the delay, gentlemen. Been a crazy time in my life recently.",
        "29": "Thank you for your service, I have enjoyed these now my kids think I am trying to learn a second language.",
        "30": "With yellow dress she's the best 😍",
        "31": "Gods work",
        "32": "soft ape noises",
        "33": "bullish",
        "34": "xoxo bb",
        "35": "I’ve waiting and looking forward to a new episode. Thanks.",
        "36": "Thank you for your service",
        "37": "Sir you are a prince among men! You just made my holiday weekend Godspeed",
        "38": "You better start making money fellsa, this chick has OF and she will enjoy your fresh tendies. Just sayin",
        "39": "Where? Asking for a friend",
        "40": "Yeah but she's a Goddamn never-nude. Those jort wearing freaks should be banned from OF!",
        "41": "I’m bullish on her OF",
        "42": "Yanet Garcia",
        "43": "No one turns left like she can",
        "44": "Bullish on metaverse BJs",
        "45": "underrated commentary.",
        "46": "Not sure about anyone else, but I end up looking at the weathergirl the entire time and miss all of the subtitles.\nI could rewatch and focus more on the subtitles, but why miss out on the weathergirl?",
        "47": "There are subtitles?",
        "48": "It's just you. The rest of us watch it for the subtitles. In case my wife is reading this, I'll prove it: They involved stocks.",
        "49": "Well we know for sure the mods read the subtitles, as ghey as they are",
        "50": "I had to watch this so many times before I read all of the subtitles - each turn was a do-over",
        "51": "that’s the whole point of video. isn’t it? or the video could be from mad money 😂😂",
        "52": "1 more reply",
        "53": "Sigh",
        "54": "Unzips",
        "55": "I was already unzipped",
        "56": "Sigh",
        "57": "Unzips",
        "58": "Wendyverse. Masterclass right there. Bravo !",
        "59": "Hahaha they got me with “They say they ban accounts for misinformation but Cramer’s account is still active”",
        "60": "Has anyone tried running a chad money dictated portfolio? I’m tempted to backtest it and see how she’s done.",
        "61": "Do a fronttest",
        "62": "Make we could do another test run against the fish",
        "63": "Yellow dress was the best. Well her body in the yellow dress",
        "64": "Divorce lawyer here, let me know when you fellas are ready.",
        "65": "“Maybe it’s a good doctor situation”",
        "66": "Killed me",
        "67": "Her bottom is in",
        "68": "1 more reply",
        "69": "",
        "70": "This is the MOASS..",
        "71": "That’d be fine.",
        "72": "I like how thick she is.",
        "73": "That black dress tho",
        "74": "I need to watch my telenovellas",
        "75": "My god how did i never think about the sp500.. 0dte 500 calls is literally free money",
        "76": "Damn Chad! What a surprise on a Monday Memorial Day. Way to go!💪🏾🦍",
        "77": "It’s called s&p 500 not 380. Therefore buy $500s. Had me rolling.",
        "78": "Degenerates",
        "79": "Buying FDs"
    },
    {
        "0": "German market is green so we good?",
        "1": "No one wants to drop the hot potato",
        "2": "Out of all the real reasons the market is in a downturn",
        "3": "Bro I’m sorry I fucked that monkey.",
        "4": "I mean at least you didn't fuck a pangolin then a bat.",
        "5": "Only a monkey can show you that kind of love and tenderness. Yall can keep fucking these people if you want, more monkey pussy for me.",
        "6": "That’s what you said after the aids epidemic.",
        "7": "Phew.",
        "8": "Nice",
        "9": "Here you forgot these bags 🛍",
        "10": "Gay bears fear mongering because their puts are worthless",
        "11": "You know bears are desperate when monkey pox is the worst news they can come up with",
        "12": "Yeah it sounds like a real nothing burger.",
        "13": "Wait til CNN hears about what mosquitoes are responsible for….",
        "14": "Mosquito bites?",
        "15": "You know bears are desperate when monkey pox",
        "16": "Jokes on you. Already lost my gains last week.",
        "17": "that thur bear gunna done get yo fish!",
        "18": "Is that guy Okay?",
        "19": "That’s what I want to know. Is this photo legit? Our boy is gone ain’t he?",
        "20": "How do people keep getting infected with Monkeypox?",
        "21": "Like… Really…",
        "22": "people keep having sex for some reason",
        "23": "Instructions unclear, bought Gourd futures",
        "24": "Oh my gourd!",
        "25": "Out of all the real reasons the market is in a downturn, its fucking hilarious these are the reasons people think its in a down turn. Fucking laughable.",
        "26": "I'm pretty sure it's in a down turn because the lines been going down.",
        "27": "Just kidding - (you forgot to add)",
        "28": "I concur!",
        "29": "Lmao",
        "30": "I got banned from conspiracy for encouraging the nuKEs84. Coding it this time",
        "31": "This is why we STILL hate bears… just ridiculous",
        "32": "Wow",
        "33": "You people would freak out over the common cold if they called it the rare cold.",
        "34": "According to my Pokemon card investments the real freak out would be if it were a holographic cold.",
        "35": "Nah but I'd def buy the alt art promo card for rare cold.",
        "36": "-money printing guy",
        "37": "Oh yeah he’s eating today. We all eating today",
        "38": "Fed selling down balance sheet too, or is that the black swan I saw this morning.",
        "39": "Open the Casino....I ain't askeered",
        "40": "My puts are on fire. I need this thing to drop",
        "41": "Volatility can be your friend",
        "42": "If monkeypox causes the same lockdowns and madness covid did, just fucking shoot me now",
        "43": "It won't",
        "44": "Ok which one of u reported me to be suicidal? Reddit reached out for me …",
        "45": "Nice try but im already dead inside, i dont care anymore. I played the system.",
        "46": "Nahhh, i believe. No one cares about the war anymore if you haven’t noticed. Certainly no one cares about Germany. A small group of people get monkeypox.",
        "47": "🤔🤔you must be from Europe 😂😂😂",
        "48": "Ha ha 😂☺️😂😂😂😂😂😂 monkey pox isn't a fucking problem.",
        "49": "Shit pops up from time to time. Slow spreading gets stopped.",
        "50": "Bet you don't remember the 2013 monkey pox outbreak. Why? Because it didn't do shit to the world.",
        "51": "2013 Monkeypox was completely localized to a small region in the Congo, and caused 103 cases. We are getting far more cases than that every single day now, and its all over the world. Not comparable.",
        "52": "Every thread on reddit January-march 2020",
        "53": "\"Hahahaha coronavirus isn't a fucking problem\"",
        "54": "there's been more cases in the last week of monkeypox than cases Africa gets in an entire year. it's spreading fast as hell.",
        "55": "monkey pox isn't a fucking problem.",
        "56": "That's exactly what his wife's boyfriend keeps telling him.",
        "57": "QE starts. China lockdown ends. Supply chain and food shortage follows. Read the tealeaves as you wish.",
        "58": "You mean QT",
        "59": "Go back to school and learn algebra, wrong sign m8",
        "60": "Sooooooo it is spread by body fluid contact, particularly the open sores, and can also spread by droplets, like other pox viruses.",
        "61": "https://www.cdc.gov/poxvirus/monkeypox/transmission.html",
        "62": "Edit: In case you’re a conspiracy theorist that doesn’t like the CDC",
        "63": "https://www.who.int/emergencies/disease-outbreak-news/item/2022-DON385",
        "64": "https://en.m.wikipedia.org/wiki/Monkeypox",
        "65": "https://my.clevelandclinic.org/health/diseases/22371-monkeypox",
        "66": "it Doesnt require body fluids, but open lesions probably do make transmission easier",
        "67": "[Homer praying \"please please please\" gif]",
        "68": "QE starts wind down on June 1st",
        "69": "Revelation coming to fruition? Famine be damned.",
        "70": "Ape antibodies are immune to monkey pox facts.",
        "71": "It’s all “priced in”",
        "72": "But China is opening back up. And they are realizing they are fucked. Oh wait. What were we counting again?",
        "73": "It was nice to see my account go up, at least for 3 days. Short week this week… what’s the worst that could happen",
        "74": "Does liking futanari mean ill get the monkeypox disease? Futa isn't gay right?",
        "75": "Of course the market is closed when Netflix released the UpsideDownussy on the streets of UK.",
        "76": "That's only a little bear.",
        "77": "Thise are all poor people problems. Also it reinforces the YOLO lifestyle.",
        "78": "I’m team bear",
        "79": "I'm feeling better about those 5000 shares of VXX I loaded up on.",
        "80": "Man I miss that commercial with the dude stealing the fish from the near.",
        "81": "I’m sure it’s monkeypox and not the fed flailing like a motherfucker",
        "82": "futures are bright green!! markets never make any sense.",
        "83": "Oil and LNG about to moon on the Gazprom shut off and as we all know mega expensive logistics for stuff we can’t get while China shuts down is super bullish. I think Jpows meeting at 1.15 is going to be Biden telling him to slow his fucking roll on dumping mbs paper",
        "84": "Edit or he’s confused financial paper with toilet paper ( not that hard to do when you see the quality of what they’re dumping) and he needs Jpow to mop up an oopsie",
        "85": "Seems awfully bullish",
        "86": "War is good for the economy",
        "87": "Damn bears",
        "88": "The fuck is monkeypox",
        "89": "Yeah getting real obvious. No ones falling for that shit anymore",
        "90": "Lets get them gainz",
        "91": "Buy the dip😂",
        "92": "Pride parades start this month",
        "93": "Just look at the \"jobs\" america has avail. They are all, warehouse, delivery, or service. No one even has the skills to make shit anymore, they have been dying off for decades thanks to over shoring. Then Covid hit, and all the boomers who knew how to do everything are dead of covid or dying from the clot shot, or just plain sick of all the bullshit that business has become post-covid, post Biden. Education in this country has been abysmal, yet, most are ashamed to admit it because we are all a product of it. Covid took the abysmal education into the sewer, kids have long term issues thanks to lockdowns. But look at the writing on the wall. Nothing but do-less, skilless, loss loving apes coming out of public schools. Trading their grandmas money, because they will never have their own. Times are gonna get rough, I am majorly out.",
        "94": "Why is the market going up?",
        "95": "We have not even touched 3600 yet. This cannot possibility be over yet.",
        "96": "After covid I feel like monkey pox ain’t shit",
        "97": "Degenerates",
        "98": "Buying FDs"
    },
    {
        "0": "I live in NY. A hamburger with fries at a diner with a drink costs like $18 before the tip. Gas is almost $5 in my area. Everything on the Wendy's menu is over $10 per meal.",
        "1": "And nobody cares.",
        "2": "Sure, people might not like the increased prices. Sure, it absolutely blows if you don't make that much money. But people are so sick of covid that they're finding ways to spend the money. Restaurants are doing very well again. Lots of vacation spots are already sold. Tons of people traveling.",
        "3": "I mean bro, last Friday Build a Bear Workshop was up on good earnings. Fucking teddy bears are selling for like $30 each. If you goons think the markets are going down you're wrong. People do not care about spending money right now. They will do anything and everything to get that burger that bear, that vacation, or whatever because fuck covid.",
        "4": "I repeat, no ta indicator factors in spite, and there is a lot of \"fuck it\" spending going on right now right before a global reopening.",
        "5": "Positions: 1500 shares of PLTR I cry myself to sleep with each night bought at $12.70 a share. Let's go.",
        "6": "You’ll be sucking dick for that $18 burger in 9 months time",
        "7": "Yes, But… if you play your holes right, 9months later you’re pulling down 18 years worth of passive income!",
        "8": "Stage 1: Denial",
        "9": "Stage 2: Anger",
        "10": "OP thinks they’re spending money they have… not running up the credit cards.",
        "11": "Isn’t he adorable? I wanna hug him like a Build a Bear.",
        "12": "Can you build a retard ape?",
        "13": "Max out credit card, buy crypto, wash it, stash it, chapter 7 default, become a millionaire",
        "14": "I feel like this consumer spending is because people delayed their spending throughout covid, such as delayed traveling plans.",
        "15": "It's until they realize they need to stop spending money because their credit limit is larger than my margin calls. Then we'll see those earnings.",
        "16": "OP sounds like a fucking idiot.",
        "17": "It’s wild, I only make 40k a year and have a 12k credit limit.",
        "18": "Mastercard calls?",
        "19": "Now you know why build-a-bear had such good earnings.",
        "20": "All economist saying this very thing, that the recession is coming but first people have to build back all the debt they caught up on these last 8 years of high returns.",
        "21": "But how many people actually don’t pay off their cards each month.. prob a lot but not I",
        "22": "That’ll be 30 bucks",
        "23": "OP thinks they’re spending money they have… not running up the credit cards.",
        "24": "It's like buying puts on the economy. If it goes tits up they can't collect.",
        "25": "This is not financial advice and I am not a professional, everyone here is an actual retard.",
        "26": "Who had debt crisis for 2023?",
        "27": "Depending on where you live the inflation didn't hit so hard. I travel the east coast regularly and places like rural North Carolina have increased prices wayy more than Long island New York. Charleston South Carolina was pretty expensive compared to the surrounding area but now it's pretty similar.",
        "28": "While some people are going into debt because of the economic conditions they do not move the market.",
        "29": "Isn't credit card data like public domain or something? Appreciate the humour here but you could always, ya know, add to the conversation with some actual data.",
        "30": "Which i think is crazy. Why run up a credit card if you aren't trying to build credit? Just live within your means. You aren't spending \"free money\"",
        "31": "OP thinks there's a global reopening coming",
        "32": "I just put it all on Affirm and figure when the payment exceeds my paycheck I’ll just default on it",
        "33": "Data shows that consumers are spending savings to maintain spending",
        "34": "OP gets up every day in spite of their dire retardation. Is right, spite to be admired. ",
        "35": "Except credit card debt and debt in general is exploding… they aren’t spending money. They are digging a grave",
        "36": "how can you buy Puts on people?",
        "37": "Inverse any positions they post",
        "38": "Yeah and they don’t let silly things like credit card due dates or missed loan payments restrict their freedumbs.",
        "39": "Exactly. Credit cards are other people money. And rich people use other people's money the time. And then they get a bail out. I say we all max out our credit cards, don't pay them, and then let the credit card companies go bankrupt. It can't go tits up.",
        "40": "Copemaxxing",
        "41": "OP is a mess lol",
        "42": "A big fat mess...bigger mess than Jeb Bush",
        "43": "he’s found the right sub then",
        "44": "Nice anecdote. Now lets have a look at end of year guidance from leading retailers:",
        "45": "- BBBY warns of slowing consumer demand",
        "46": "- Walmart shares drop after guidance cut",
        "47": "Target gets raped on earnings. Reports low single digit revenue growth",
        "48": "Oh fuck, shit, looks like big retail chains are expecting a dip in consumer spending.",
        "49": "I'm so disappointed CNBC didn't go with \"Target gets raped on earnings\" for the actual article title",
        "50": "Target gets raped on earnings.",
        "51": "Lmfao 😂 It’s headlines like this I wish I saw more often in my news feed.",
        "52": "It looks like you shared some AMP links. These should load faster, but AMP is controversial because of concerns over privacy and the Open Web.",
        "53": "Maybe check out the canonical pages instead:",
        "54": "https://www.cnbc.com/2022/04/13/bed-bath-beyond-bbby-q4-2021-earnings-.html",
        "55": "https://www.cnbc.com/2022/05/18/target-tgt-q1-2022-earnings.html",
        "56": "I'm a bot | Why & About | Summon: u/AmputatorBot",
        "57": "They’re not upping their prices to match inflation/ supply chain issues, so it should be expected that their profits will be taking a hit for that reason, Rather then it being a consumers slowing demand (at least for Walmart and target, (bbby will be affected for sure though))",
        "58": "Literally every article you posted listed costs as the main cause of share drops not sales.",
        "59": "Bed Bath and Beyond's shares fell Wednesday as the home goods retailer reported a holiday-quarter loss, spoke of struggles with low inventory and congested ports, and warned that consumer demand is slowing.",
        "60": "“Inflation is definitely higher than we thought,” Decker said on an earnings call. “But our customers are resilient. We are not seeing the sensitivity to that level of inflation that we would have initially expected.”",
        "61": "Target on Wednesday reported quarterly earnings that fell far short of Wall Street's expectations, as the retailer coped with pricey freight costs, higher markdowns and lower-than-expected sales of discretionary items from TVs to bicycles.",
        "62": "All of them mention costs first and then demand secondarily, if at all.",
        "63": "BBY was been on life support for a decade.",
        "64": "“Bad economy, Walmart sale down” is basically incomprehensible. Think about that…. Carefully.",
        "65": "Headline , I mean you bullshit, uses “rape”. Written by some drunk wall street ‘bruh’.",
        "66": "Moving on.",
        "67": "Had me until PLTR...",
        "68": "How much is a share of Wendy's?",
        "69": "Wendy’s is so trash they are looking for a new owner lmao",
        "70": "AMC & gme to the moon. u made the wrong bet.",
        "71": "I live in CA and gas has been over 6 for months, and I bought pltr in the low 20s. In other words, stfu!",
        "72": "Luxury... Over 8 bucks a G up here in BC.",
        "73": "Yeah i was lookin at OP’s NY prices and they arent so bad. Pretty much the same here in VA but gas is $6 not $5",
        "74": "Until consumer credit dries up.",
        "75": "That's the credit card company's problem.",
        "76": "If you thought it was so great at $12.50… you should have loaded up at $6.44 !!emote:t5_2th52:4270",
        "77": "We’ve had such prices for the last 20 years in Denmark. Normal.",
        "78": "Except you use that crazy ass metric system where everything is easily divided by 10. So fucking ridiculous.",
        "79": "You’re an idiot 😂😂",
        "80": "Sell dope",
        "81": "The ‘fuck it’ rally",
        "82": "You’re talking about consumer spending yet own fucking PLTR.",
        "83": "This is how Taco Bell wins the food wars.",
        "84": "Epic bag holding copium. You belong here.",
        "85": "",
        "86": "Man NY local restaurant economy and Teddy bears shops will really turn this thing around. Can’t wait for the global reopening where people will spend their last savings right before the massive defaults. Bro think about it, people want Wendies!",
        "87": "It’s just because you’re in NY. That’s the epicenter of Covid obsession and wokeness",
        "88": "The drip always stops.. but sadly you’re correct",
        "89": "Errbody rich now, wendy s high class dining",
        "90": "Must be upper east side",
        "91": "Classic FOMO….It gets everyone.",
        "92": "Read through your own post and realize there’s a massive credit crunch on the horizon.",
        "93": "Honestly this makes a better case to buy GME calls",
        "94": "You went with a counter-cyclical stock in PLTR after the fix was in on macro and rates?",
        "95": "Burgers, Beers, and Bears to the moon",
        "96": "I'm not sure where you got your idea of spite from, but I'm actively not spending money out of sheer spite. I fucking want it all to collapse. £13 for a burger plus £4.50 for chips (common where I live)? Fuck outta here, I'd rather steal Beyond Meat burgers from Waitrose and become a gourmet chef in my own time. Like, I can afford to spend money on a lot of shit, a lot of stupid shit, but I'd rather not sheerly because I don't think anything is worth the money any more.",
        "97": "I think people believe the government will bail everyone out if there is a recession. Pumped up unemployment if you lose your job. Ppp if your business or freelance start suffering. Massive liquidity to drive your 401k right back up to ATHs. And a stimulus check for everyone for the cherry on top",
        "98": "and i think people would be right to believe that given what we've seen in the recent past. 2008-2010 was all big business bailouts, 2020 was bailing out everyone from multi-billion companies, small businesses and even the working joe. If things get really ugly i wouldnt be too surprised if there is more stimulus, rent deferments, loan deferments etc.",
        "99": "Reading some of ops comments makes me think he’s 19yo.",
        "100": "Go on any airplane today and those things are packed full of leisure travelers. Who knows how long it will last, but people are spending money.",
        "101": "And it is really annoying how slow they all are at the airport.",
        "102": "it won't last",
        "103": "With the retarded tipping culture it is entirely possible there will never be a recession in Murica",
        "104": "Everything you say is true except that you left out that pandemic stimulus (unemployment and 3p) is still in the system. TV would have you believe we are living check to check, buttttt not so",
        "105": "Trump 2024 you people made this choice, whoever voted sleepy is a scum",
        "106": "I went to In-N-Out tonite and got slapped across the face tryna order a double-double for the price of a cheeseburger",
        "107": "Stupid people are just another resource to exploit",
        "108": "slowly making that realisation",
        "109": "Everything has gone up because the cost of inputs has gone up too.",
        "110": "\"before the tip\" got me triggered",
        "111": "Stock market is supposed to crash tomorrow probably.",
        "112": "Wednesday",
        "113": "Always believe in the pump! The power of the pump always comes. Always. ",
        "114": "Why don't you try Fat Burger from now on? You can get yourself a cheese and fries for 2.95, ******",
        "115": "As Burry said aggregate drawn redraw facility has increased. Short term spending to enjoy some form of normalcy and \"get it out of the system\" before hunkering down.",
        "116": "Fuck covid I’m still gona buy cocaine and tip my dealer and my hooker while I gamble on Boeing calls YOLO",
        "117": "I thought you were going to talk and sprite. Your first dam sentence even talked about diners and fast food.",
        "118": "When I found out it was NOT about sprite? The disappoint was immeasurable.",
        "119": "Leave it to a New Yorker to comment on discretionary spending:",
        "120": "https://www.statista.com/chart/amp/20649/municipal-debt-burden-in-us-cities/",
        "121": "It looks like you shared an AMP link. These should load faster, but AMP is controversial because of concerns over privacy and the Open Web.",
        "122": "Maybe check out the canonical page instead: https://www.statista.com/chart/20649/municipal-debt-burden-in-us-cities/",
        "123": "I'm a bot | Why & About | Summon: u/AmputatorBot",
        "124": "I think eventually this will be ture but personally think there will be more downside for awhile longer. Now I kinda splurged on a Meta Quest 2 and think it's pretty dope so I guess you could say I'm loading the boat 🤣.",
        "125": "If it's of any consolation, your PLTR cost is not bad at all. Most palantard's have much higher averages.",
        "126": "More like “You people underestimate the power of Sprite”.",
        "127": "That's what they do when it's like: Fuck it my accounts are blown, may as well go out with a bang! So you spend more money you don't have and make the situation worse.",
        "128": "New York opened up 5 days ago. /s.",
        "129": "Other states have been open and normal since June 2020. Sure, you got some spite from big cities, but once their summer euphoria is spent, they're capitulate to high prices like the rest of the country.",
        "130": "So we finna pop in dis market or what??",
        "131": "This apparent eagerness to spend is likely a sign of inflation spiral.",
        "132": "As long term spending, like cars etc is not possible, investment(saving) seems to not make any sense people seem to be spending more.",
        "133": "Also - they NEED gas, no matter the price, and as the expect prices to rise even higher there is no reason to delay the buy.",
        "134": "I'd be spiteful too if I was holding a bag as heavy as OP's",
        "135": "Yeah.... Except credit cards interests rates just barely hiked up with the last 2 weeks. There's going to be some serious 'Oh Fuck' moments when the June statements start hitting mailboxes.",
        "136": "This is just the start. Those minimum payments on all that credit is about to increase 20-30% month over month while the fed increases rates, and that is going to crunch the hell out of the lower-middle class.",
        "137": "It's all sunshine and rainbows until today. June is going to be a massive cluster fuck.",
        "138": "Almost 5/gallon means OP saying New York, not anywhere nyc.",
        "139": "New index: The spite index courtesy of u/BeardlessPete",
        "140": "A PLTR bull?",
        "141": "It's tradition I follow you dumb fucks.",
        "142": "So bottom is near?",
        "143": "Got it",
        "144": "Folks brought pltr at $25 and higher.",
        "145": "FUCK NY can’t wait to get out of this blood sucking state and chew on crayons somewhere else",
        "146": "I basically run on spite",
        "147": "Spite store",
        "148": "Tldr yolo calls on sprite/Coca-Cola company. Thanks",
        "149": "Thanks for the financial advice.",
        "150": "OP: if you’re bullish on consumer spending, then why are you invested in a software company?",
        "151": "Uhhh this is purely anecdotal… if this is the case, why is GDP declining?",
        "152": "I don’t think it’s as bad as everyone imagines, or as good as some people imagine.",
        "153": "But I’m sure we’re in for some serious pain. Imagine losing your job and then not being able to eat at Wendy’s.",
        "154": "About 14% of U.S. households — or roughly 17 million — owe more than they own, according to Federal Reserve Bank of New York estimates.",
        "155": "Not sure of course, but I suspect this number is about to rise drastically.",
        "156": "How often are you buying $18 burgers and $30 teddy bears? I know I've been cutting back on everything, aren't you? How can you afford the same lifestyle when inflation is so high? Things might look fine but if you're not spending money why assume other people are?",
        "157": "Personal savings rate approaching GFC lows. Consumers partying like Reddit meme-stockers in 2020.",
        "158": "Global reopening? What rock are you living under? Things have been open for over a year. The only place not open are complete authoritarian states or countries.",
        "159": "Lol this degenerate has clearly never bought anything from build-a-bear if they think you can get a whole bear there for only $30. Maybe a leg or an accessory.",
        "160": "TLDR; PUTS on OP's kids' birthdays",
        "161": "Pltr at 12 is pretty good compared to bagholders at 20 or 30 or 40 even lmao!!",
        "162": "“Before the tip” I’m always totally baffled about that tipping system. In Germany a waiter gets a tip if he does a good job and is friendly. It’s absolutely ok to pay what you ordered without tipping if you didn’t like the service.",
        "163": "Restaurants are not doing well. Running two. Even with the impossible task of figuring out food costs when they keep rising and finding equilibrium as every cost has raised, we're still seeing alot less guests due to credit borrowing being at an all time high. People are not able to afford to eat out.",
        "164": "Buy now pay later ",
        "165": "Yes I too live above my means and max out all my credit cards on Wendy’s meals. This is fine nothing will go wrong I just won’t pay rent this year",
        "166": "You actually have a good point. The media and the \"market\" has focused on all of the negatives, ie, supply chain issues, inflation, rising rates, unaffordable housing, the war in Europe, etc., but it has ignored a pretty powerful positive; the worldwide reopening. I don't personally think a recession is imminent. Time will tell.",
        "167": "bagholder spotted.",
        "168": "There’s not infinite amount of money; so I’m super happy about this actually! People will be in real pain when their savings run out/debts run up as the inflation pain continues over the next year 😈",
        "169": "So what happens when they burn through that money and everything still costs 2x-3x more? 😌 Depression in markets and mind",
        "170": "Where do you think consumers are finding that money?",
        "171": "Consumers have turned to credit to pay for things this summer.",
        "172": "Consumer spending is already slowing down.",
        "173": "I don't know why someone has to tell you \"people are just finding the money\" isn't sustainable; but that's why it isn't sustainable.",
        "174": "The inevitable consumer credit crunch is going to be really bad.",
        "175": "all those empty building in NYC aern't getting filled",
        "176": "Wait... so you have an opinion, and you tell it to us. You want us to trust your judgment after telling us your braindead position?! How TF is PLTR gonna moon if people don't give a shit about inflation? At least buy spy calls for f sakes.",
        "177": "im pulling my wallet strings back like a MOFO. and I feel the women are terrified",
        "178": "It’s like that in places with a lower cost of living too. That’s the issue, not a place with higher averages wages",
        "179": "5 bucks what a deal.... LA pushing $7 avg",
        "180": "Our savings rates have been getting lower and lower. Just fucking wait until nobody has any money anymore. Upside to that would be deflation if it goes on for long enough",
        "181": "Don’t bitch about ANY PRICE IF YOU VOTED JOE SCHM BAG BIDEN TRUMP 2024 save America",
        "182": "\"Tons of people are being wildly irresponsible spending money they don't have right now. This will go on forever, buy calls!\"",
        "183": "If only bankruptcy firms were publicly traded",
        "184": "You tip mfers in the drive through?",
        "185": "I come to wsb so you autists can make me feel smart.",
        "186": "We got a genius economist here",
        "187": "Beardless pete more like clueless Pete",
        "188": "Exactly man. Lifes goes by pretty quick and this doom and gloom pandemic horse shit is wearing pretty thin",
        "189": "Lmfao, they don’t have money in their savings, their using credit cards. Feds are increasing interest rates, interest rates will increase on credit, when they run it up they’ll open another one. Watch what happens, have patience you stubborn fuck",
        "190": "Our airbnb is booked till end of next summer even though we increased prices to limit bookings and every guest arrives 3-6 hours late cause the airports can't handle capacity.",
        "191": "Which is why problems in the debt market will cause the inevitable market crash. Timing on that? Who the F knows. But right now the 10 Year Treasury Yield is rising at a steady pace which is fine since the Fed is raising their interest rates as well and the Fed balance sheet is still at $9 trillion. And believe it or not possibly still growing. Don't care about their vague 'Taper' talks. More crisis' continue to pop up that will need funding. And that funding comes from the Federal Reserve because the US is broke.The Fed hasn't even started the taper and to be honest I don't know how they plan on rolling off. Who is gonna buy their old debt when you can buy new debt at a higher interest rate? So with Treasury Yields stable, Fed balance sheet still at $9 trillion, as mentioned people just borrowing more money (even at a higher interest rate), the market might have corrective periods but no crash is happening minus some type of outside event. But credit is still flowing and whether people are paying their debts off is irrelevant. It's when the credit stops and interest rates begin to sky rocket at a rapid pace will be the tell to the actual crash which can still be a while away. Y'all can draw all the charts with lines you want which I guess can be helpful in trying to pinpoint pull backs or corrections. But market crash?? Those charts are useless. Following the health of the debt market is where you need to look in trying to see when that crash is coming. Because it is coming eventually. But if the debt market stays healthy, Fed un-aggressively raising rates, 10 year yield rises at a slow stable pace, along with the Fed's rate, Fed balance sheet staying at $9 trillion... if all that scenario plays out, certain sectors can reach new all time highs. Cheers and salute 🍾🍾🥂🥂",
        "192": "I remember buying Build a Bear dolls for around $30 apiece back in 2003. They really haven't increased the price huh",
        "193": "Sednes mi na kite",
        "194": "dumbass has pltr lol",
        "195": "250 shares @ 28$ average here mate",
        "196": "Lol gas is almost 5 dollars poor you. It was over 6 here not too long ago and I'm super stoked when I see it for 5.50",
        "197": "I am not only the calm before the storm",
        "198": "I am both the calm and the storm",
        "199": "There's this weird inversion thing - the big purchases in life (house, children) are becoming an impossibility for so many... So instead of saving for that and being frugal they are blowing their disposable income instead. Because why the fuck not? Millenials believe the ship is sinking, there is no point doing anything except pursuing self gratification",
        "200": "And zoomers are even more conditioned to be consumers. I know 20 year olds spending like £700 on some trainers that cost $4 to make and they love it",
        "201": "I am confused legit on whether you meant bear",
        "202": "Where tf in ny you buying a burger and fries plus drink for 18 before tip. Easily 25+",
        "203": "puts on credit card companies",
        "204": "People are going to spend all the money they have and then rack up tons of debt on credit cards because they are sick of covid and want to do stuff -> True",
        "205": "Meme stock that makes product consumers do not care about going up -> False",
        "206": "1500 shares of palantir tech at their highest, while there are companies like OpenAI that have artificial intelligences that are able to invent images out of description text and image analysis.... meanwhile palantir still refuses to even implement machine learning",
        "207": "WAT DA HECK DID YOU EXPECT",
        "208": "they are going bust m8, you are going to cry yourself to sleep for a long time",
        "209": "“And nobody cares.”",
        "210": "I have to say, I’m not sure inflation is so horrible - as long as it doesn’t turn into hyperinflation or stagflation. Sure, sticker shock at the grocery store is unfun on a visceral, emotional level. But counterbalancing that, we have strong employment and rising wages, which is good for a lot of people. So yeah, there are winners and losers. If we trigger recession to tame inflation, and that makes it harder for people to find good jobs and people make less money, there will be winners and losers too. It’s not clear to me that slightly higher cost of stuff is really worse than higher unemployment and lower wages.",
        "211": "Is there any actual good data on this? Or are implicit calls for hiring freezes (if you believe that) just a knee-jerk reaction to everybody whining paying a bit more for junk?",
        "212": "They can. I’m not. Fuck the economy and their lies.",
        "213": "Lots of leaders think they need a bailout. Market saturation has been reached in a lot of places. The immigrants that are coming here value a much stricter diet.",
        "214": "Currently hospitality is looking for another bailout.",
        "215": "Sure because what you're seeing right now is how it'll always be. Btw ive got some bags if you wanna hold them. I'm all for a bull market but you should never assume that tomorrow is going to be like today.",
        "216": "Tomorrow is going to be better.",
        "217": "I can tell it's bad in several other states when we have so many people doing land grabs here in Montana. RV parks are at capacity. Even the rural cities and small towns are being bought up.",
        "218": "Plates from Alaska to Florida, New York to Cali. Amazing influx of people and most say they are hunkering down for a major world financial default. They think looting, violence in cities will be so bad, they are moving out of their beautiful homes and going ruff and rustic.",
        "219": "Canadians are cancelling travel plans, they are being hit hard. Look at the border crossing stats. Border wait times for Canadians going back home are long. https://www.cbsa-asfc.gc.ca/bwt-taf/",
        "220": "Europeans in the know are going lean on spending, given the conflict in Ukraine and the costs of fossil fuels, grains, supply chain.",
        "221": "Hey OP, PLTR will bottom soon.",
        "222": "Who can afford Montana? I'm buying a missle silo in South Dakota.",
        "223": "Degenerates",
        "224": "Buying FDs"
    },
    {
        "0": "Not only do you belong here you should be one our leaders. Together ape strong",
        "1": "I'll take a speaking extra spot in the next film.",
        "2": "You almost got the highscore tho",
        "3": "It’s not where you bought it but the fact you held it that long like a…. Yea you belong",
        "4": "I got very excited a few weeks back on that run up and was only down like 2k and considered selling, but if it did rocket you would have all told me how big my balls are. I wanted people to tell me I had big balls.",
        "5": "You thought. Probably would’ve bought kilos of weed and made more",
        "6": "Omg... Once this 10k loan is paid off I'll try that...",
        "7": "Nice.",
        "8": "Not only are you a client, but your also the President",
        "9": "",
        "10": "Hey at least you are only down $48.00 today so far, just give up 10 Starbucks coffees and you’re all set",
        "11": "Hey, if you haven't already, please reply to this comment with your positions and what led you to enter or exit them!",
        "12": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "13": "Right at home here dude",
        "14": "My god and you have been holding this bag for half a year",
        "15": "I did the same with Wells Fargo puts, I listened to someone on here lmao",
        "16": "Unzipping of the pants",
        "17": ".....go on....",
        "18": "You need some more training in order to hit the top grasshopper.",
        "19": "Noice",
        "20": "F",
        "21": "I bought tilray shares at 17 and still holding.",
        "22": "I remember when they were $100 + back when everything weed was getting bought",
        "23": "Welcome home retard.",
        "24": "Hush now child, it's almost over now.",
        "25": "Degenerates",
        "26": "Buying FDs"
    },
    {
        "0": "brain shutting down after reading this",
        "1": "I'm sure a hedgfund loved selling me 107 dollar otm calls, and then buying them back at much higher price.",
        "2": "Hey, if you haven't already, please reply to this comment with your positions and what led you to enter or exit them!",
        "3": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "4": "With the highest borrow rate I've ever seen in my 3 weeks of trading, and all shares lent out, it seemed like free money.",
        "5": "I would have kept them but I'll be going into the wilderness and not have cell (sell) service.",
        "6": "👍",
        "7": "Nice work...how do you know when to buy this calls or sell this calls. What type of strategy do you guys use?",
        "8": "There is no strategy otherwise everyone would always be making money. GME just looked like it was prime to explode with their borrowing numbers and a lot of people took a gamble on the squeeze. Pumps like GME don't happen very often.",
        "9": "kinda want to know this too. my retard ass just gambled all my profits away I made the other day",
        "10": "When GME announces the date of earnings, buy calls.",
        "11": "Also keep an eye on the borrow rate",
        "12": "Degenerates",
        "13": "Buying FDs"
    },
    {
        "0": "Don't listen to these guys. Whatever you do, don't sell. It still has a long runway to go. Keep holding please! Promise me you'll hold?",
        "1": "Your PeePee's backwards.",
        "2": "The more shit I see with options the more I realise I really don't understand options... I mean, I could explain it so that someone who knows nothing thinks I understand, but I really don't.",
        "3": "This is a fucking Wendy's sir. WTF are you talking about?!",
        "4": "Same",
        "5": "How much were you down at one point today?",
        "6": "Don’t sell. I believe we aint seen the dip yet",
        "7": "Bruh!",
        "8": "Sell! If good enough to screenshot, good enough to sell. Don’t fuck this up OP",
        "9": "Hey, if you haven't already, please reply to this comment with your positions and what led you to enter or exit them!",
        "10": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "11": "AMZN is the goat",
        "12": "Happy for ya",
        "13": "Hold hold hold… until about 2 weeks after the split… Beautiful contracts btw!",
        "14": "Let’s goo. AMZN gang. Up $6k today 🔙🔛🔝🔜",
        "15": "Someone should do inverse wallstreetbets and see how it fairs against inverse cramer",
        "16": "Degenerates",
        "17": "Buying FDs"
    }
]