[
    {
        "0": "Read rules, follow Twitter and IG, join Discord, see ban bets!",
        "1": "dm mods because why not",
        "2": "They say you should love what you do but how can i love myself ?",
        "3": "Buying the whole way down ",
        "4": "Thinking about getting into iron condors. Sounds funny.",
        "5": "I've got $120,000 cash in my trading account. I got a margin call for $173 today.",
        "6": "That's like putting $20 gas in my (fictitious) Lambo.",
        "7": "Please gambling God make my portfolio moon 🙏",
        "8": "get fuked bears lollll",
        "9": "So many you apes are so naive",
        "10": "Day trading plateform?",
        "11": "Imagine spy goes to $420 by open.",
        "12": "Hmm",
        "13": "Any way I could day trade without 25000 . Honestly I right on my trades they just don’t carry good on tbr daily",
        "14": "Bears right now ",
        "15": "have 600 Reddit coins left. who wants gold?",
        "16": "Bless me up",
        "17": "Me",
        "18": "You got me today, SPY. Tomorrow you're mine ",
        "19": "My margin % was 25% in November last year now is about 45%😬",
        "20": "The battle for $900 will be extremely intense. I say we go higher. I know 95% of this sub is holding TSLA puts and will downvote any positive sentiment. But I def think we're going to start trading in ranges versus a straight line down",
        "21": "AMD to 1000",
        "22": "No! GME 😎",
        "23": "Recession canceled, until tomorrow",
        "24": "Some of yall need to take econ classes fr. There are so many fundamentally bearish things going on now which more people would know about if they paid attention in class",
        "25": "Yeah alright I'll listen to a guy named \"Buttcheeksofury\"",
        "26": "Fundamentals don't matter in this 🤡 market",
        "27": "To Whom it My Concern:",
        "28": "Apparently, drill team 6 is having trouble locating Earth coring bits their supplier is currently out of stock and the next available delivery date is 4/03/ 2024",
        "29": "Sorry for any inconveniences,",
        "30": "Bushwhacker",
        "31": "AMD and NVDA had a mini rally today. Why?",
        "32": "What an incredible day of gains",
        "33": "Recession ended today 30mins before the market closed, with NO news",
        "34": "i know “easy” is a horrible word to use, BUT aren’t bearish spreads on shopify easy money? Everyone tied with China rn including the giants (apple amazon) are going downhill, and shopify’s main thing is dropshipping (if i’m not mistaken) which is mainly from china",
        "35": "Puts on education.",
        "36": "The lymph nodes in my neck are engorged like u/vacationlover1’s pp on a hot grindr date. Feel like shit",
        "37": "Congratulations 🎈on winning your appeal! Welcome back Brahh",
        "38": "boof ivermectin",
        "39": "You been eating too much ass",
        "40": "#pricedin",
        "41": "Gonna sell my AMD calls so I don't get IV crushed. Profit is profit.",
        "42": "TLT pleas fly again",
        "43": "If you’re wondering who exactly is dumb enough to believe that Erick post all you have to do is read the bulls comments from the last hour.",
        "44": "Calls at support and puts at resistance",
        "45": "If you walked away after last FOMC meeting, came back today, you’d think the market was completely flat the whole time 🥱",
        "46": "Absolutely hate geese. Something about a fucking bird squaring up to me thinking they’re even remotely close to my level of food chain dominance makes me want to humble them",
        "47": "I refuse to kowtow to a Canadian’s aggression.",
        "48": "The feeling’s mutual.",
        "49": "Mrs SuBae AMD, can u go up more tomorrow please 🥺👉👈",
        "50": "Inhavent heard of anything about todays earnings report??? Was it good? I assume so since price didn’t tank",
        "51": "I need stocks to go downies not uppies",
        "52": "Do you guys remember 3/14 - 3/29? I do think we go lower in the future, but it's not out of the question that we get a relief rally and trade in a range before going lower, since every cab driver is telling ppl to buy puts",
        "53": "11% more to go and I break even",
        "54": "Triple your margin and make it 4%",
        "55": "WWIII is going to be so long",
        "56": "Volatility is a man's best friend.",
        "57": "Huge opportunity for you idiots to time the ups and downs on indexes, we're staying in a channel weekly. Play both sides and average down on the losing ones.",
        "58": "Still gambling but with a strategy",
        "59": "I've been losing both ways. Yay me",
        "60": "Wish calls printing Thursday bagholders? Lol",
        "61": "Market leader Chegg dragging down the indexes",
        "62": "When you're lucky to invest at the current bottom, everything you pick seems like a genius move.",
        "63": "But that is where the bait is and next thing you know, you're getting reeled in by a bear.",
        "64": "Got a fistful of CVS weeklies for earnings their earnings call wednesday 🤡🤡🤡",
        "65": "Imagine thinking you would have money for food today",
        "66": "I got downvoted to the depths of hell 11am for saying the market was just trying to spook the fed and this dip (at least in the short term) is fake and gay.",
        "67": "Wouldn’t that bounce erase any fear considering it recovered in less than 4 hrs?",
        "68": "Why would the Fed care? They want the markets to go down",
        "69": "and you’re still angry about it six hours later?",
        "70": "",
        "71": "/u/sosksnks (0/1) made a bet that SPY would go to 400.0 when it was 419.75 and it did not, so they were banned for a week.",
        "72": "Totally depends on the open. My gut is I want to play for a face ripping rally but my playbook going in was to play it for Wednesday. I regret (a bit) my SPY put purchase EOD. So put me down as 50-50.",
        "73": "Should have took some profit today. Hand slap. But in this market WTF knows day to day?",
        "74": "NVDA been moving up lately before earnings",
        "75": "Today was the bottom. Run up until FOMC minutes. And then bull run when they only raise the interest rate by 0.25 for May.",
        "76": "0.5 is pretty much set in stone. Even that is bullish now though, because its not 0.75.",
        "77": "Amen",
        "78": "anyone else just gonna stop putting money into the market for a month or so and see where the chips fall?",
        "79": "If waiting a month gets me another 10% off on stocks from where they are now I can live with the current red in my portfolio.",
        "80": "ET: still juicy and probably the only reason why I'm not sobbing RN.",
        "81": "RTX: this shit should be a bull run WTF?",
        "82": "VZ: buffet dumped his stock earlier in the year. I'm hoping its a result of senility and not him knowing something we don't. Board was talking stock buy backs and increased dividends at the Q1 meeting. I'm ballllllls deeep in this one.",
        "83": "I’m probably going to wait until I have 50k in cash and then dump it into stocks I’m down on",
        "84": "Were u buying during the run up?",
        "85": "Imagine getting out of a meeting with your boss, checking the daily thread and then seeing them say some shit like”ber r fuk, my wife’s boyfriend just pegged me”",
        "86": "welcome to my life",
        "87": "This bull ball growth hormone seems inflated by copium spy 390 p 5/16",
        "88": "This was one of the dumbest days in recent memory",
        "89": "Can’t wait to see what tomorrow brings",
        "90": "I was in class. What the fuck happened?",
        "91": "You missed a shot at paying for those loans with 1 quick and easy set of 0DTEs",
        "92": "Fuck that class and hit that bong",
        "93": "School's out",
        "94": "Are people really buying into the NFLX dead cat bounce? If its for a short term play I understand but long term the company hasn't announced anything afaik that'll turn the ship around other then negative news about password sharing crackdowns.",
        "95": "Story is over, too much competition now. Moats gone and their product is just average. Adding ads may increase their profits short term, then the smart ones will jump ship before it dumps again due to massive loss of users",
        "96": "Fr, Netflix is dead, especially as a growth stock. They were the first to get in on streaming, but now they just have too many competitors with some of them being better such as hbo max",
        "97": "CHGG is one of the strangest stonks of all time",
        "98": "Jesus",
        "99": "I fully expect NVDA to close at at least 215 tomorrow.",
        "100": "Why come?",
        "101": "I’m tired of losing money. I really need to stop playing options. I’m too retarded",
        "102": "It’s too much fun though ",
        "103": "I’m the Amber Heard’s lawyer of stock trading.",
        "104": "",
        "105": "meanwhile, nat gas is getting ready to make a new high, again. The bullish trend is intact, and it will likely remain so with China unlocking and Europe being desperate. The major risk is a recession, but demand coming from Europe will be quite inelastic since they don't have any other option.",
        "106": "I’m thinking it could run up for the next year or so",
        "107": "Who needs 2 months worth of pay anyways. It was just going to go to ketamine and hookers anyways ",
        "108": "Sell in May, sell my car, sell my house, sell my family...",
        "109": "Sell your sperm….",
        "110": "Sell your plasma",
        "111": "Sell a teste",
        "112": "Sell your kidneys",
        "113": "Sell your kidneys",
        "114": "Dead cat bounce?",
        "115": "Naw start of the next 10 year bull run",
        "116": "Who’s the e rick guy with trillions?",
        "117": "He is a pickle.",
        "118": "DEVON ENERGY‼️✅ DVN",
        "119": "Oil gang 💰💰💰",
        "120": "I approve",
        "121": "oil gang feasting",
        "122": "volatility is here to stay cause that makes the premiums pay",
        "123": "Astounding that retarded 87 trillion $ post keeps getting voted up, does anyone actually believe it?",
        "124": "Come on.. raise your hands, don’t be shy",
        "125": "You ever have one of those days where if you had done nothing you would've made money but because you tried, you lost it?",
        "126": "We just call that 'trading'",
        "127": "just one of those days?",
        "128": "Now this is podracing",
        "129": "When her tittles caress your inner thighs while she slurping and sucking your soul",
        "130": "Best feeling",
        "131": "I don't see any scenario where QQQ isn't up 10% by the end of the week",
        "132": "It’s going to rocket when all the puts get sold on Wednesday unless the Fed has a surprise.",
        "133": "Not even one? I can think of one",
        "134": "You see what you want to see because you're bullish. Either way, I would love it to be the outcome.",
        "135": "ah a fellow gambling addict",
        "136": "I wish I had more money to throw at stocks.",
        "137": "I’d totally buy",
        "138": "$WM",
        "139": "$SEDG",
        "140": "$HD",
        "141": "$HPE",
        "142": "$LULU",
        "143": "$WMT",
        "144": "$DE",
        "145": "No wonder you're poor",
        "146": "These picks are as worthless as the money you don't have to put in them.",
        "147": "That’s why you don’t have more money",
        "148": "All these regards here that just want 2020-21 market back.. without understanding 2022 can never repeat that performance",
        "149": "Few more dead cat bounces to go.. looks like. Get all these regards out then.. SPY 200 eoy and then we can start buying again",
        "150": "Spy 200 lmao",
        "151": "Netflix calls?",
        "152": "I'm glad there was a bear market rally. Much more downside added to tesla 🤑🤑🤑🤑",
        "153": "So TSLA puts after I sell these calls tomorrow?",
        "154": "I went from up $1600 to down $200 on spy puts, I’m holding Pfizer puts, and I have no idea where my wife is.",
        "155": "She left u homie ",
        "156": "did you check her boyfriends house?",
        "157": "What happened to the EXPE ah pop?",
        "158": "Da bears ",
        "159": "What time does the FED typically release info from the meeting ending May 4th? During market hours, yes?",
        "160": "2pm",
        "161": "Up 5.32% today. Hedging works people.",
        "162": "I kinda like hard mode, market swings so hard that there’s plenty of chances to make big money",
        "163": "Degenerates",
        "164": "Buying FDs"
    },
    {
        "0": "So what’s the AMD play?",
        "1": "Cry",
        "2": "Have you seen the cloud growth from MSFT, Google… all of that is EPYC and amd gpu and nvda gpu. Intel is the low quality pc king. HPC is for AMD. They will crush it as always",
        "3": "Probably down after earnings in this shit fed fud market",
        "4": "High IV calls😈",
        "5": "Prayer would be good. I need AMD to go uppies.",
        "6": "Calls and shares.",
        "7": "Played a AAPL strangle and lost both even though they beat earnings. CFO fucked it all up.",
        "8": "Listen to the advice of cramer, calls for AMD. BUY BUY BUY.",
        "9": "",
        "10": "calls",
        "11": "Pray. Honest to god pray.",
        "12": "Unpopular opinion but as someone who has traded AMD since it was a $6 stock I think it falls between $70 and $75.",
        "13": "AMD tends to be violent on earnings.",
        "14": "TSMC’s Quarterly High-performance Computing Sales Surpass Smartphones for First Time in Q1 2022 Geee i wonder who is buying all this hpc after seeing intels shit numbers",
        "15": "10 more replies",
        "16": "AMD either going to 60 or 100 😅",
        "17": "100 then 80..",
        "18": "puts on everything at this point",
        "19": "3 more replies",
        "20": "Monday before open (Blackrock) and tuesday after close (AMD) would define the sentiment of the week. ",
        "21": "It's hard to see black rock doing well this quarter.i think they will confirm tough conditions.",
        "22": "2 more replies",
        "23": "I will ride or die with Lisa Su to the end times.",
        "24": "Me too, brother",
        "25": "1 more reply",
        "26": "All in sue bae again?",
        "27": "Yes.",
        "28": "#1 Waifu Sue won't let us down",
        "29": "Lucid puts.",
        "30": "These dudes have made like 5 cars.",
        "31": "And they just got a 100k car deal from Saudi Arabia, which they will undoubtedly focus on during the call, which could push sentiment up.",
        "32": "Seems like the safest play for this week. Check out the open interest on 5/20 at the $20 strike. It’s tempting me.",
        "33": "1 more reply",
        "34": "Prayers for our AMD calls. May God bless them, and may He also bless Dr. Lisa SU!!!!!! TO THE MOON!!!!!!!!",
        "35": "And may NVDA ride up along with them.",
        "36": "Note, Tue-Wed FOMC meeting ",
        "37": "1 more reply",
        "38": "Air bnb might do ok",
        "39": "Honeymoons are sold out at nice resorts and abnb is poppin",
        "40": "Did you know apartments now reserve 20 to 30÷ for abnb?",
        "41": "5 more replies",
        "42": "MOS and NTR are my bets. Fertilizer is the only commodity I like, everyone needs to eat.",
        "43": "A lot of gains already priced in but revenue for both should be crazy.",
        "44": "Shhhh sh shhhh don't let them know, I still haven't got in yet. Don't fuck up my premiums for Monday ",
        "45": "It’s up 6x from a few months ago. I’m grabbing puts on mosaic. No way it goes up in this market",
        "46": "NTR looks very good and cheap",
        "47": "3 more replies",
        "48": "It’s not on the graphic, but Zillow earnings 5/5 Thursday AH. Puts seem like free money.",
        "49": "They wrote off a ton of losses last quarter or two, they ... might not plummet again?",
        "50": "TWLO missing earnings and crashing -15% would love to see another Cathie Woods Pikachu face",
        "51": "“You’re telling me people aren’t using video conferencing as they’re going back to the office??” 😱😱",
        "52": "I mean NFLX is one of their biggest customers / partners so should be a no brainer lol",
        "53": "Earnings plays are canceled until further notice (2024)",
        "54": "Fuck, another week to get screwed....",
        "55": "Earnings plays are always on the table. I made 200% on FB puts last week.",
        "56": "4 more replies",
        "57": "MTCH, SHOP, MDRN puts all the way. I bet this shit can go down another 60%.",
        "58": "Careful with MTCH, didnt go down last earnings cause owned by 99% institutions",
        "59": "Speculating that SHOP will follow AMZN?",
        "60": "Damn it that’s what I was thinking, now I have to inverse you, calls it is.",
        "61": "MTCH had shitty earnings last quarter and seemed to be the only \"tech\" company that was immune to a huge post-earnings dip.",
        "62": "SHOP is going down for sure but the puts are so high IV that I can't see any money being made in it.",
        "63": "It might just be worth it to buy one and let the IV increase through the week and sell before earnings.",
        "64": "5 more replies",
        "65": "Used to work at OnSemi and they’ve changed their logo since. Bearish because I hate change!",
        "66": "2 more replies",
        "67": "Pfizer puts?",
        "68": "1 more reply",
        "69": "Oh man Moderna and shop puts are going to the moon",
        "70": "After what happened with Facebook puts plays on earnings make me nervous lol",
        "71": "Short pfizer(PFE)😎",
        "72": "MRNA is at a P/E of 4.75 wtf?",
        "73": "By Moon you mean dirt then yes",
        "74": "Degenerates",
        "75": "Buying FDs"
    },
    {
        "0": "4 more replies",
        "1": "LMAO \"your overnight account balance was 0\" Classic WSB",
        "2": "that balance gonna be in the trilly tomorrow",
        "3": "Guh",
        "4": "Can you explain what this post means lol",
        "5": "10 more replies",
        "6": "Offer Customer Service $5 mil to grease the trade",
        "7": "If you give me 87 trillion dollars I’ll give you 5 milli back, how about that action?",
        "8": "3 more replies",
        "9": "Bro really tryna trade $87trillion dollars worth of Tesla when the company only valued at a Trillion. Genius move probably",
        "10": "Shit bro, they'll just print more money to cover their loss porn. It's hella easy when you're the gov.",
        "11": "Hey if citadel can be 160% short on GME at $4, why can’t some idiot with a phone go 8800% long on Tesla?",
        "12": "The total global money supply is only $40T. He's basically leveraging the entire solar system 200%.",
        "13": "The derivatives market is estimated to be worth more than the whole stock market",
        "14": "13 more replies",
        "15": "Save me a mil bud❤️",
        "16": "With just $1tn you can end world hunger WSB hunger, for a few days.",
        "17": "I need only 50k...",
        "18": "Gura themed itasha C8 corvette plz",
        "19": "20 more replies",
        "20": "Government- you can leverage the US economy times 10",
        "21": "Also government- no PDT under 25k",
        "22": "This is the most blatant act of manipulation.",
        "23": "If someone in America with less that 25000 wants to leverage $87 trillion, well then give that man some money!",
        "24": "Gotta love the SEC, protecting us from PDT but not 87 trillion",
        "25": "Government: Either way, we'll tax the result.",
        "26": "Have fun.",
        "27": "You actually can get 10x leverage legally.",
        "28": "4 more replies",
        "29": "Lemme cop a milli & I’ll clean ur phone screen 3x a day for a year",
        "30": "Wonder what a handie is worth to this guy?",
        "31": "3 more replies",
        "32": "My ASS is gonna be Clenched Till Tomorrow!? Oh my Lord!!!",
        "33": "And I as well will be clinching your ASS!",
        "34": "4 more replies",
        "35": "Retards are eating this up.",
        "36": "Yeah realistically isnt op going to get a call or email just saying, \"you're a fucking idiot\" and that's it?",
        "37": "I’m mostly just disappointed that OP and crew thinks this is anything more than a GUI screwup.",
        "38": "This is stupid as hell. The order didn’t get executed today because of the day trade rule. Doesn’t mean it will get executed tomorrow.",
        "39": "I can’t tell if they seriously think this is real and will go through or they are trolling.",
        "40": "My mind is blown",
        "41": "Can someone explain this shit to me like I haven’t been born yet?",
        "42": "The fact that there's so many people who think this even has an infinitesimally small chance to actually go through makes me seriously reconsider ever coming to this sub again.",
        "43": "Bro no one is ''eating this up''. We blow up some steam before we go back to losing our money once again. Chill.",
        "44": "NO FUN ALLOWED THIS IS A NO FUN ZONE FUCK YOU FOR HAVING FUN THIS IS SERIOUS BUSINESS ONLY DO I SEE SOMEONE HAVING FUN? FUCK YOU THATS NOT ALLOWED - you.",
        "45": "7 more replies",
        "46": "Lol when I heard Europe indexes took a dump and recovered I thought maybe your order went thru this morning",
        "47": "Good luck",
        "48": "I did too especially when the Swedish press wrote something like it could have been some bug where someone created a too large order 😂",
        "49": "Guh, me too 🤣🎉",
        "50": "1 more reply",
        "51": "",
        "52": "No mil for you ",
        "53": "Oh yeah??? One moment ",
        "54": "1 more reply",
        "55": "Certified Retard Moment™️",
        "56": "1 more reply",
        "57": "So for you to buy that many calls, don't you need someone to sell it to you ?",
        "58": "Implying anyone here knows anything about the stock market",
        "59": "Underrated comment. The guy's order was cancelled. He's not in shit right now",
        "60": "And someone to sell to.. karma farming at its best.",
        "61": "Yep. OP is a joke",
        "62": "No, contrary to stocks, options generate magic money. This is actually how the fed money printer works, Jerome Powell is really just a very good option trader.",
        "63": "5 more replies",
        "64": "Since when is an option contract purchase considered a day trade?",
        "65": "Yes unfortunately",
        "66": "1 more reply",
        "67": "",
        "68": "This Shrek pic is hilarious 🤣",
        "69": "",
        "70": "Crash the market so I can buy a house, thanks buddy.",
        "71": "Crash the farmers market so I can buy a horse, thanks buddy.",
        "72": "Crash the retard market so I can buy Tacos in Tijuana, thanks buddy",
        "73": "Crash the market so I can see rich people cry, thanks buddy.",
        "74": "Crash the market so I can buy your wife, thanks buddy.",
        "75": "Somebody get $25k to this guy. Y'know, for science.",
        "76": "I'd throw 100k if i had some spare cash",
        "77": "1 more reply",
        "78": "If this works I swear bro you will crash the entire economy 😂",
        "79": "Fed meeting tomorrow: “Don’t forget it was Erickl0930 that caused the inflation”",
        "80": "Absolutely legendary status lol",
        "81": "It won't. Clearly a trillion dollar order won't go through. What are you guys even thinking.",
        "82": "Maybe My gme will finally fucking move up if he does",
        "83": "So a WIN/WIN",
        "84": "believe it or not, spy ath",
        "85": "10 more replies",
        "86": "Dudes gonna be driving a Lamborghini or jumping off a bridge very soon.",
        "87": "All i can see when i think about this is a Benny Hill thing.... Erickl0930 running across San Francisco bridge (hey its an epic landmark) with the app developers, then the brokers, then the clearing house, then the SEC, then the Fed, then soldiers, and maybe Biden.....",
        "88": "People who plan to jump, could learn a lesson from him. If you bet your life and lose, it's easier to jump, if you win there's a high chance the money you will have can fix all your problems.",
        "89": "If you owe 87 trillion it's not a you problem. It's a global market problem",
        "90": "He can just buy Lamborghini",
        "91": "I have a feeling you‘re gonna get bullshat. Still rooting for this to somehow go through and work out, though 🤞",
        "92": "Isn’t he the one bullshitting?",
        "93": "3 more replies",
        "94": "lol now you're just milking it",
        "95": "Dude I wish I was, look on my original post it says 0 day trades too 😭",
        "96": "So.. wtf is this?",
        "97": "Rando posts a canceled order for 88T of 5$ TSLA calls",
        "98": "WSB apes go bananas?",
        "99": "I don’t get it. The order never cleared. Could never be placed. Look at the OI. Dude doesn’t even have 25k to skate PDT restrictions. Let alone someone actually selling all those calls cause there isn’t even enough shares to write that many..",
        "100": "Like did I miss something or did everyone go full ape this weekend?",
        "101": "Right? I was laughing at the memes but pg2 clearly says order canceled so he's not on the hook for anything",
        "102": "Seriously, the amount of people thinking this will actually work is astonishing. This sub turned to shit a long time ago, but this marks the start of a new period of stupidity.",
        "103": "10 more replies",
        "104": "Well, now they know it’s coming, so they have 24 hours to figure out how to prevent it. Cover blown, stealth gone.",
        "105": "Rooting for ya, Captain.",
        "106": "Erickl0930 reddit karma 📈 WSB IQ 📉",
        "107": "1 more reply",
        "108": "The number of people that actually believe this is gonna go through is astounding. Y'all sound like a bunch of 14 year olds",
        "109": "From the sub that gave us the infinite money gliche on Robinhood, the DFV yolo, and the 1ronyman box spread, we now have teenagers circle jerking a guy that typed in a big number on an order entry screen. Jfc is this cringe.",
        "110": "Degenerates",
        "111": "Buying FDs"
    },
    {
        "0": "I’m too poor to be skeptical, make them cry u/Erickl0930",
        "1": "Man Makes $78 Quadrillion dollars with this One WEIRD trick!",
        "2": "Banks hate him!",
        "3": "When do we find out if he won?",
        "4": "Did the economy blow up? I could really use a day off from work.",
        "5": "I remember being worried when I got furloughed during the COVID lockdowns. Ever since I’ve been back, every day I pray they furlough me again.",
        "6": "OP if I win we all win, 1 mil for you! :)",
        "7": "So where’s the proof? Still waiting",
        "8": "Hey u/Erickl0930 if you win, I'll put your Dick down to my throat and choke myself to death.",
        "9": "Can you show us in a post? This can be historic",
        "10": "Proof or ban",
        "11": "You lucky son of a bitch",
        "12": "I for one welcome our new handsome overlord.",
        "13": "Hate to be greedy but could I have 1.1mil?",
        "14": "I don’t neeeeed that much 😅 may I have $49k to pay off my student loans? 🙏🏽",
        "15": "this actually went through? godspeed, this is like christmas",
        "16": "You are absolutely insane, it's amazing. You'll be worth several times the world's net worth. You could literally buy Earth",
        "17": "Can I have 1 million if you win? I don’t have any amazing goals, I’d quit my job, pay my wife’s student loans and our debts, and send some thank you cookies once a year for ending our slavery to capitalism.",
        "18": "",
        "19": "got a legend of a whole 12mil sub and got rich as well. If you win congrats from me jesus",
        "20": "Ill take a million as well",
        "21": "I’m your sexy time slave",
        "22": "You da man. We rootin’ for you!",
        "23": "I'm waiting",
        "24": "What a legend",
        "25": "remindme! 17 minutes",
        "26": "⚔️⚔️⚔️⚔️",
        "27": "I believe in you",
        "28": "You are my hero",
        "29": "Jesus christ you are a true degenerate",
        "30": "bro it would be hilarious if it would work",
        "31": "Sounds good - I'm in :D",
        "32": "Did it go through?",
        "33": "What do you think your chances are?",
        "34": "can i have 1",
        "35": "Thanks bro, you're doing your descendants proud (possibly)",
        "36": "Teach us, master",
        "37": "i’ll suck be your in-house ball polisher",
        "38": "What a lad",
        "39": "Nice",
        "40": "I do hope you win",
        "41": "They actually approved it/let it through? So it’s either get rich or crash the world economy trying?",
        "42": "Are we all millionaires yet",
        "43": "Can I have some more Mil sir?",
        "44": "Do you have any plans for after you buy congress?",
        "45": "Whoop! And then I can lose it all on calls!",
        "46": "Did you win ErickI0930?",
        "47": "So when will you know if your order goes through? I'm excited :D",
        "48": "Proof or ban",
        "49": "If you win I'll give you a blowjob for 100k. Autists give good head",
        "50": "Wait, 1 million?! How do we join? What do you need?",
        "51": "And for mi a kiss!",
        "52": "Do we all get millies Papa Erick?",
        "53": "Good luck fellow apple rats hope 1 day I can make as much money as you are about to be making 😂",
        "54": "Damn! I'm jelly!",
        "55": "Good luck. lol",
        "56": "Erick for president?",
        "57": "Destroy them erik",
        "58": "I’m in line! Haha",
        "59": "Can I get 1 mil please? I promise to be a retarded ape and YOLO it ASAP",
        "60": "I would love one mill please and thank you",
        "61": "Mods hold him to this",
        "62": "We believe!",
        "63": "Hey, can I get in on that? Heck, if this order goes thru, I'll do my part to drive the price up! (Admittedly a very small part...)",
        "64": "I’m down!",
        "65": "Cheers bruv",
        "66": "Can I has million",
        "67": "This will go down in history as its greatest moment.",
        "68": "Fuck Hedgies! LETS GO u/Erickl0930!",
        "69": "",
        "70": "u/Erickl0930 is the only president I recognize",
        "71": "After all, who has a better story than u/Erickl0930",
        "72": "what if Erick buys the Federal Reserve, then he keeps printing money till we reach the trillion dollar bill",
        "73": "Could someone explain to an idiot like me what the fuck is actually happening?",
        "74": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "75": "Same here. I usually skim WSB so I must’ve missed a put or something.",
        "76": "Agreed",
        "77": "A new challenger approaches",
        "78": "He is worthy to make THE wallstreet bet.",
        "79": "It went through?",
        "80": "I don't think it did",
        "81": "Dude TSLA is up! Sell your calls.",
        "82": "This is truly a special moment that will go down in WSB history.",
        "83": "Dudes gonna single handedly wipe out student debt and huger",
        "84": "I hope this works",
        "85": "I hope this stupid shit stops soon. The order didn't go through. Memeing a guy who just put funni number in a field.",
        "86": "Sir, This is a Wendy's.",
        "87": "u/Erickl9030 whatever happens, I just want you to have a good day and a great week!",
        "88": "Let's fucking win baby!!!",
        "89": "did we win?",
        "90": "The COVID coup",
        "91": "Can I have a million too??? 😄😄😄😄",
        "92": "I need just 50,000$ to make a business for my whole life..... u/Erickl0930",
        "93": "If that trade really went through, then Tesla's price would be infinite, because there aren't enough shares to cover it",
        "94": "But he should own that broker now",
        "95": "u/Erickl0930 😳 buy twitter back",
        "96": "Still won’t happen, keep dreaming retards.",
        "97": "Erickl0930 is the true gigachad",
        "98": "Dude!! What a legend! I am rooting for you, hope u help alot of people when u get ur tendies!",
        "99": "Just lookin for a pizza is all.",
        "100": "u/Erickl0930 is here to say you're getting way more than a pizza!",
        "101": "\n",
        "102": "You're getting $3,000,0000!",
        "103": "Couldn’t you start to make big business moves with just showing that you’ve had a trade this size go through? Buy some smaller companies in the meantime /u/erickl0930",
        "104": "u/Erickl0930 you're a goddamn legend either way in my eyes",
        "105": "Legen - wait for it - dary!!",
        "106": "⚔️⚔️⚔️⚔️",
        "107": "Most likely never because it prolly won't go through.",
        "108": "I like bread and butter.",
        "109": "My man went Full Cramer.",
        "110": "He need to post positions",
        "111": "🚀🚀🚀",
        "112": "What's up w this Eric individual?",
        "113": "You just got way hotter...",
        "114": "Degenerates",
        "115": "Buying FDs"
    },
    {
        "0": "Give me 100k and I’ll never post on Reddit again",
        "1": "Bullshit... You'll be back in under 3 hours",
        "2": "Give me a 100k and I’ll never ask for 100k from you again",
        "3": "Same. Although I would do it for $50K.",
        "4": "10k, I’ll go away",
        "5": "Same",
        "6": "Trade up only allows 2 times leverage and it’s an order that was never and couldn’t ever be submitted.",
        "7": "I don’t know why people are still talking about this rofl",
        "8": "It can’t be filled",
        "9": "Give me $50k and i’ll send you a picture of my wife’s brown star",
        "10": "Shit I’m cheap. I’ll delete my account for $1k",
        "11": "Where do I apply for a mil?",
        "12": "Gotta give sexual favors, top 3 of the day get the milly",
        "13": "You for got like 3 zeros",
        "14": "In divorce court",
        "15": "Freaking Eric Musk buying Reddit cause all of you guys smh",
        "16": "Tsla green, u/Erickl0930 please buy the United States and make claims of a bear market labled as missinformation for a eternal Bull market and tendies for all!",
        "17": "We need proof!",
        "18": "And lots of it!",
        "19": "",
        "20": "",
        "21": "",
        "22": "Yo, how do I make this shrek.",
        "23": "Edit: AFAF",
        "24": "This guy turned out to be a big fat phoney",
        "25": "https://www.youtube.com/watch?v=jNGZo5gn_tc&ab_channel=MrBigFatPhony",
        "26": "Imagine he starts a wsb hedge fund and only hires us idiots",
        "27": "There are 12 millions users on this sub. If he gets 87 trillion, I’m sure he can afford a mil for each person here 😂",
        "28": "But only with 70 trillion left over",
        "29": "What’s with the Erick posts everywhere, what did I miss??",
        "30": "guy trying to order calls worth trillions",
        "31": "Yes you may! 🤣",
        "32": "May I have a billie? Please....🥺",
        "33": "Can I apply for just 500K?",
        "34": "The guy who now owns a small island in the Caribbean? Oh and the country Eruckland (formally known as Russia)",
        "35": "Whats up with this Erick0930? What's the story",
        "36": "He found a broker with a terribly programmed app. It let him withdraw 1 trillion on margin...",
        "37": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/",
        "38": "Where’s the original post… ?",
        "39": "He claims to have entered an order worth trillions and people here are eating it up. Obviously the order wouldn’t go through",
        "40": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/",
        "41": "He has enough to spare. May I have $2 million please?",
        "42": "Elon = 🥈",
        "43": "Pls sir",
        "44": "You would just gamble your milly away 😂",
        "45": "He deserves his own sub at this point, i need a milly",
        "46": "Y'all are greedy... 1mil....",
        "47": "Bro, how can you ask when you didn't do anything... Gotta be relative to the work you put in.",
        "48": "I'll take $150,000.",
        "49": "pft one million so greedy",
        "50": "I hate to break it to you, but we've had trillionaires for years.",
        "51": "Move over Cousin Greg... Bezos & Musk are the new footstools for King u/Erickl0930",
        "52": "Hope it goes through",
        "53": "",
        "54": "I'll pass. If the whole thing actually went through, a million won't be worth jack shit.",
        "55": "Then what will your $6.90 be worth?",
        "56": "",
        "57": "I'm in",
        "58": "Oh please, i am your most dedicated subject, my liege.",
        "59": "I would be satisfied with 10k, so that I can pay the service of my car",
        "60": "not me",
        "61": "Is this the line? Count me in!",
        "62": "Million dollar donation fund",
        "63": "He hasn’t even gotten anything and it’s already that way.",
        "64": "Are.... are you saying my retirement plan has flaws?",
        "65": "A million is the new one thousand bucks.",
        "66": "Fellow degenerates, I would suggest that we will help this retard in case he will not earn the well deserved trilly!",
        "67": "Lol I'm not above it",
        "68": "I would like to benefit from your fortune as well please, $1mil will suffice. I, however, would not like to partake in any of your debt if this goes South thanks.",
        "69": "Sign me up haha. I'll retire immediately.",
        "70": "",
        "71": "",
        "72": "Just want a home. 1m is way to much for me.",
        "73": "I can give you a million.... but its Zimbabweans",
        "74": "Erick, please outbid Elon and buy Twitter then ban him",
        "75": "Who is Erick?",
        "76": "Just one mil!",
        "77": "pls sir may i have a mil?",
        "78": "Give me 10 mil and Ill eat my whole compost pile",
        "79": "You do know it was fake right?",
        "80": "The worst thing about this is the fact that the top-text aint centred",
        "81": "I read it as milf and was really confused for a few seconds",
        "82": "If everyone have a mil, then no-one have a mil.",
        "83": "I'm just here for my mil handout",
        "84": "Is this the guy that bought Tesla puts? I don't know what's going on.",
        "85": "Is this the line to get free money?",
        "86": "Gimme a dolla mayne",
        "87": "All glory to the new mighty WSB hero",
        "88": "Man's gonna be the Oprah of Reddit.",
        "89": "fake, we don't know if he clicked confirm and if the backend took the contracts",
        "90": "Just oooooooone little million",
        "91": "Is this where I sign up for the milly?",
        "92": "I'm not greedy. I'll just take half a million",
        "93": "I just need about tree fiddy",
        "94": "Bro 20k would change my fucking life",
        "95": "I douby anyone is ever going to give me a million dollars.",
        "96": "Is he actually Trumps dad? Did he give him a small loan of a million dollars?",
        "97": "I'll take two",
        "98": "For 500k I'll become a life-long simp.",
        "99": "If I got a free milly I'd just yolo it into GME like it was another stimmy check.",
        "100": "Or better yet I'd buy options since I don't fully understand them and they make funny graphs.",
        "101": "Definitely not original but might as well stick to the classics",
        "102": "What did I miss?",
        "103": "￼​",
        "104": "",
        "105": "Give me 69k and I'll make a street address for you",
        "106": "I'd settle for a cool $15k. Settle my credit cards, and buy my wife's boyfriend a nice meal (he lets me use his truck some weekends)",
        "107": "Is this the guy who keeps blowing up my phone?",
        "108": "He could give us all a million and still be a trillionaire",
        "109": "He needs to buy a bigger boat than Bezos and have it get stuck in the same place as the Evergreen",
        "110": "LMFAO",
        "111": "There's not alot I wouldn't do for a million or 2",
        "112": "For every $1T, each sub to WSB could receive approx. $83k.",
        "113": "plz",
        "114": "I don‘t get all that option stuff. Is Eric winning? Hope he is….",
        "115": "Edit: retards don‘t know about call put stuff",
        "116": "Bro who is Erick?",
        "117": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "118": "Lol what did I miss?",
        "119": "Edit: can we get an update please?😂",
        "120": "Who is this Erick dude and what did this person do? I've been seeing a lot of memes with that name!",
        "121": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "122": "Who’s Erik??",
        "123": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "124": "can someone explain with this eric thing is",
        "125": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "126": "What did I miss?",
        "127": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "128": "Granted, but I thought I'd keep that question in my rather than ask. So stop reading my mind.",
        "129": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "130": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "131": "",
        "132": "",
        "133": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "134": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "135": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "136": "",
        "137": "",
        "138": "",
        "139": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "140": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "141": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "142": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "143": "SpaceX is teaming up with the military just like Starlink does.",
        "144": "Neuralink (mind control)",
        "145": "Boring Company (tunneling robots)",
        "146": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "147": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "148": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "149": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "150": "",
        "151": "",
        "152": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "153": "I am going to stay in the market until I see certain signs:",
        "154": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "155": "Serious AI integration between Twitter and the US military emerges",
        "156": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "157": "SpaceX merger with LockHeed Martin",
        "158": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "159": "****this is not financial advice, this is the fate of humanity****",
        "160": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "161": "Degenerates",
        "162": "Buying FDs"
    },
    {
        "0": "Why did he tell her he won?",
        "1": "Asking the real questions.",
        "2": "Cause not real. That’s like a 10k odds payout that would have to be an insane 20 leg parlay. You would have been hearing about it every where.",
        "3": "",
        "4": "people are retarded",
        "5": "Right! Just give the money back and brake up with her, you have new wife money now",
        "6": "If id done that. Id be dead long time ago by my gf :(",
        "7": "Look at Mister \"I have a girlfriend\"",
        "8": "U mean ur gf or your gf’s husband?",
        "9": "That's my wife's BF, I want my cut!",
        "10": "I can see in his honest eyes that he knew he was going to win the bet, but his girlfriend, who puts no trust in his honest soul, wouldn’t borrow him the money. The poor guy had to do all the work himself again by taking the money, putting it on his certain winning bet and he had to collect all the money without the help of is GF. Clearly, no efforts from her side. But with his decency he pays back the borrowed money. I think it would be fair for him to pay a low risk interest rate on the borrowed money. 😂😂",
        "11": "That even reads like a Nigerian prince scam. Well done sir, well done",
        "12": "That's f_cked up... I would have given her $15k, for her troubles",
        "13": "This is wsb, you can say 'fuck' here",
        "14": "Gotta pay the boyfriend for keeping her busy during the heist",
        "15": "10k Uganda shillings is like £2 or $2.50 ish",
        "16": "So he stole 2.5 bucks ?",
        "17": "$2.80 according to google.",
        "18": "Checks out, as there is no way they are carrying anywhere near $100M dollars in that photo.",
        "19": "Give someone 100k and solve the Problem like a Gentleman",
        "20": "Reminds me of when a WSBer used his family's savings to yolo on AMC and ended up making several millions.",
        "21": "Well technically she is probably entitled to the entire amount so her only asking for 40 million is fair.",
        "22": "This. If this situation was actually real and she went to court, I would imagine she could very well get the whole amount. I'd take 60% no questions asked.",
        "23": "hey she is so humble, she wants just 40% not 50% :P",
        "24": "He stole 100% of her money to gamble, I'd demand for the whole fucking 100%.",
        "25": "I love how y’all wanna overlook the word “stole.” Like, as in took her money without permission.",
        "26": "He just borrowed it. It's pretty raclst of you to call that stealing.",
        "27": "Unexpected short-term loan",
        "28": "And returned it. We’re not overlooking it, we’re just past that point in the story.",
        "29": "It's just margin, I'm sure he was gonna pay it back if his bet lost.",
        "30": "Obviously not me. Check the flair 😎 ",
        "31": "The odds would astronomical for this to be true",
        "32": "Why would the internet lie to us?",
        "33": "100 million in what currency. That might not be as much as people think or it’s just bullshit story all together",
        "34": "Zimbabwe dollars",
        "35": "40 million Ugandan money probably translates to about $69 American 😂",
        "36": "I mean this obviously isn’t real but in most common law jurisdictions the whole 100M would legally belong to the girlfriend. The thief would be deemed to be holding it on (constructive) trust so all proceeds of the stolen money including the payout from the bet would belong to her.",
        "37": "Wait, so that Nigerian prince who keeps emailing me is LEGIT? I'll be damned.",
        "38": "Shit, he got us.",
        "39": "No no no you gotta give back $10,001",
        "40": "Bagholder spotted.",
        "41": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "42": "Women moment honestly though I gotta commend the man for payer her back what he borrowed",
        "43": "she took all the risk and provided 100% of the cash, she is owed her share. he sleep in the river for this.",
        "44": "Pay her. I am baffled by her only wanting 40%.",
        "45": "Typical vagina move",
        "46": "Typical sexist thing to say.",
        "47": "only zoomers believe this clickbait crap",
        "48": "\"only zoomers believe this clickbait crap\"",
        "49": "u/LostTallOnMemeStonk",
        "50": "Top 5% r/wallstreetbets poster",
        "51": "Also u/LostTallOnMemeStonk",
        "52": "Better late than never",
        "53": "",
        "54": "The comments would be the same regardless of the perpetrator or the victim. Thing is, theft is theft. And if you’re going by the law, he only has to pay legal requirement. A court in Uganda or whatever 3rd world country he is from probably would see such a case as a waste of time since he already paid her back. That makes it a civil matter (because not every country sets up their prisons as a business like the US). If it’s a civil case, she can win all day long, but if his money is already held by a trust and managed by a corporation managed by himself, he can just change residency and deposit the entirety (even if it’s $0) of his current funds into the court system. Then wherever he goes, she would have to have international courts (which don’t handle civil matters as a general rule) deal with a new lawsuit, which she won’t be able to afford. The system of having and protecting money is in the favor of the people with the money. If you win a lottery, be smart.",
        "55": "It’s all anonymous. We should all hate eachother regardless and be as toxic as possible since none of us will ever meet or interact in person",
        "56": "LOL retard alert!",
        "57": "Do you pay your taxes?  Honestly, if you do, that’s pretty fucking hypocritical of you.",
        "58": "Your post history is about how vaccines kill people... you belong here fellow retard.",
        "59": "Hey, if you haven't already, please reply to this comment with your positions and what led you to enter or exit them!",
        "60": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "61": "\"U wasnt with me shooting in the gymmm\"",
        "62": "Stole...... Checks out.",
        "63": "😂😂😂😂",
        "64": "i would at least give her 11k back lol",
        "65": "I bet if she takes it to court with an ok lawyer, she gets all the winnings.. she owned the money that was gambled with so her winnings",
        "66": "Fucking legend.",
        "67": "I would have given her 20k back...she's doubled her money then.",
        "68": "Hell she should take all of it from his broke ass lol",
        "69": "If they're still together technically \"they\" won 100m. So why would she need to ask? She may only be asking for the 40, because she's trying to run. Maybe?",
        "70": "Settle for 1 cool million and be done with it",
        "71": "50% is fair. With out his \"knowledge\" 10k stays 10k. Without her 10k there is no bet placed.",
        "72": "He should just give her the 40Mil. After all, theft does not disrupt the ownership of its victim, so its her investment too.",
        "73": "40K",
        "74": "\n",
        "75": "She deserve the half of the profits... 10k is just the investment.",
        "76": "\n",
        "77": "100 -10 / 2= 45.... is the half of the profits.. the other 10 k were hers from the beginning. Total 55k",
        "78": "That's my wife's boyfriend",
        "79": "And that were your 10k",
        "80": "The great nigerian prince?",
        "81": "There’s legal precedent to cases like this. Technically the full 100m is hers. He should just give her the 40m and put the situation to bed as quickly and quietly as he can.",
        "82": "Sounds like short sells",
        "83": "100 million shillings!",
        "84": "Just spill it with her because if the many was stolen the bet is invalid. There was English homeless guy who found a card on the street. They bought lottery ticket won and they didn't have a bank account at all. So the lottery company ask how did you pay because the payment was made with debit card. Even though the payment never came back as stolen they had no way of contacting the owner to make a deal!",
        "85": "100 million shillings in Africa is still life changing. Split with her and happy ending!",
        "86": "Good thing theft is legal as long as you give it back",
        "87": "Rich people love this trick",
        "88": "This man belongs here ",
        "89": "If this was america the girlfriend can sue for the whole amount because it was her money ultimately",
        "90": "Considering he DID steal it, he should in good faith give her something as compensation and not just return the money he stole to make himself rich, but then we all know most people wouldnt.",
        "91": "He should've at least covered inflation",
        "92": "Is this the prequel on Who killed captain Alex?",
        "93": "... So the guy turned $3 into 28k???? holyshit",
        "94": "this is what she said *",
        "95": "Just break up with her and leave the country. Simple",
        "96": "Typical black man.",
        "97": "Okkk",
        "98": "If he that dubious seeing the situation he be smart to declare income from stolen goods as well to the IRS.",
        "99": "Degenerates",
        "100": "Buying FDs"
    },
    {
        "0": "He’s getting ready to buy the NYSE",
        "1": "",
        "2": "Here's your update: the order didn't go through....",
        "3": "",
        "4": "He said it didn’t go through because he was “day trading” and the system didn’t allow him to send an order because of a day trading pattern. We’re still on for tomorrow. I’m glad there’s another retard to buy the opposing contracts. Whoever wins will get money whoever loses that’s on the broker, they can just file bankruptcy. This is if the market is retarded enough to let the trade through and they don’t pulle a LME and revert the trade if it does go through and actually honor the trade if one of them makes money ect. I’d love for it to go through and crash the entire market. Banks are leveraged to the tits with no apparent strategy why can’t a retard.",
        "5": "And y’all are a bunch of suckers",
        "6": "I seen millions on my card displayed on cash machine, still didn't get more than I really had there.",
        "7": "No million for me I guess",
        "8": "",
        "9": "Never was even purchased.",
        "10": "Yeah, this sub is dumb.",
        "11": "Dude takes a screenshot of an order than hasn't even been submitted yet and the sub acts like he's the next DFV.",
        "12": "I’m glad I’m not the only one…he posted a photo the the order was cancelled and people were still jerking off to it…but he said,”I can only sell tomorrow” when he didn’t even friggin buy.",
        "13": "I find your lack of faith disturbing.",
        "14": "You know how long it will take to convert every body's money into call options for this guy?",
        "15": "The money in your account is now call options for Tesla",
        "16": "it might take awhile to process such an enormous payment",
        "17": "Well he promised me a milly",
        "18": "He is gone with my millions!",
        "19": "Our millions",
        "20": "Well it might be awhile, eh ?",
        "21": "I guess he's browsing countries to buy",
        "22": "Dick head didn’t press confirm",
        "23": "Market wasn't even open.",
        "24": "He never placed the order. If he tries to confirm it, it will not clear. Let’s be real.",
        "25": "Some folks don’t realize that numbers and APIs are one thing. over leverage, laws, and IMF are a totally different bear. You can print a webpage on a broker account to show whatever you want it to show. He could have teased us much better if he really wanted to.",
        "26": "Show me the confirmed order. Fun fact, you can’t because no legit broker can handle that kind of leverage and actually clear it.",
        "27": "He posted an update",
        "28": "Can someone please fill me in on this? Tons of posts about this guy and I have zero clue as to who he is",
        "29": "Dude is larping he put an order in for a trillion dollars",
        "30": "The FBI, IRS and SEC is looking for him. He saw a glitch in the app and took advantage of it. Cashed out ASAP.",
        "31": "Following.",
        "32": "erickl0930 pls",
        "33": "Some nonce did a shitpost where a broker offered him insane leverage, either a glitch or an edited photo) and everyone has gone wild making memes about it.",
        "34": "The cunt didn't even take a screenshot confirming it and he's just doing it for karma",
        "35": "not till tomorrow",
        "36": "Its expired won't go through",
        "37": "He ded.",
        "38": "Okay Satoshi, stop playing games...",
        "39": "He's prolly buying a Bugatti right now",
        "40": "The factory maybe",
        "41": "",
        "42": "He has to wait a day. We will see what happens tomorrow.",
        "43": "He just told us no updates till tomorrow.",
        "44": "Wonder if anyone wants to buy a bridge",
        "45": "hello im new to the forum. I m can ask why mention Erick a lot ? please",
        "46": "Someone catch me up on this thing.",
        "47": "Yes 😂",
        "48": "Well boys I don't think we'll be getting our free mil..",
        "49": "He posted 17 minutes ago",
        "50": "Degenerates",
        "51": "Buying FDs"
    },
    {
        "0": "i love ant pepe, really reinforces the feeling that we're a bunch of retarded drones in a colony of other interchangeable retarded drrones",
        "1": "https://youtu.be/M-AUbghuC7M",
        "2": "South Korean term for ape is ant.\nIf you watched Train to Busan, another passenger refer to the main character who is a fund manager as an anteater.",
        "3": "Why couldn't we be dancing bee drones instead. Why'd we have to be shitty worker ants?",
        "4": "Fungible. So, what you’re saying is we’re FUNGIBLE TOKENS!",
        "5": "This was my conclusion the last time I ate shrooms. Just another cog wheel in this stupid fuckin mechanism",
        "6": "Ant together strong",
        "7": "9 more replies",
        "8": "Where did the ant pepe meme come from?",
        "9": "Pepe is popular among small time investors. Small time investors are called ants cuz they forage little bits of profits then get them taken by big time investors",
        "10": "I think we need to adopt it. It's amazing",
        "11": "Korean apes call them self ants, might be from that.",
        "12": "all good pepe memes originate on 4chan",
        "13": "Frens??!",
        "14": "Confucian societies",
        "15": "The rare ant Pepe only appears once every dynasty",
        "16": "And where did it go?",
        "17": "I understand these pictures more than reading in English.",
        "18": "",
        "19": "The internet language... We are going back to hieroglyphic based communication",
        "20": "What's 6880?",
        "21": "",
        "22": "Those pictures are called “Korean”",
        "23": "I think that's the point.",
        "24": "I understand. We are unifying once again as a humanity thru our memes. The spicier, the more inclusive it is",
        "25": "are they representing retailer investor as ants?",
        "26": "yeah, in Korea, retail investors are referred as ants. Am Korean myself.",
        "27": "When the retail investors in the US yoloed into meme stocks, they called themselves apes. In South Korea, they called themselves ants",
        "28": "In Chinese communities, we refer failing retail traders as “chives”, because they are everywhere, common and always get “harvested” by the institutional money when time is right. But in the end the new “chives” will come, replacing the old ones. Grow in masses and get “harvested” again. Rinse and repeat. They will never die out but will never win.",
        "29": "... r/antstreetbets all so clear now",
        "30": "They are ants Michael! They are ants",
        "31": "They represent ARK holders",
        "32": "As mentioned elsewhere it’s a term for retail investors. For a “real life” example, it’s used quite frequently and casually in Train to Busan.",
        "33": "I don't get it. Samsung is down like 5% last 6 months. That's like a good Monday for a retard.",
        "34": "You should have seen 2 Friday ago and Monday last week. I didn't know there was such thing as-600% but tos said I was",
        "35": "But Samsung makes up about 15% of the Korean GDP.",
        "36": "You’re not wrong. I’m happier than a midget with a ladder if I’m down 5% on a Monday.",
        "37": "Wsb retards are used to lose 40% in 36 hours or less",
        "38": "It's like how everyone in the states hates on Amazon. What have you done for me AMZN? Spend all of my penny pinching ways on there for what?! Only to see Amazon is making other people rich! Oh Hell no!",
        "39": "Except in Korea most of them actually have active shares in Samsung and want to know why they aren't rich yet. How a company like AAPL is worth 4x that of SAMSUNG. Not that AAPL is undervalued at all really. just how undervalued is SAMSUNG",
        "40": "Samsung and Hyundai are huge brands in South Korea",
        "41": "If anyone was wondering.",
        "42": "Thanks",
        "43": "'Thru the floor and into the basement' lol",
        "44": "Cries in loss porn",
        "45": "Damn u guys gotta look at this https://www.google.com/finance/quote/KOSPI:KRX?sa=X&ved=2ahUKEwjj9oetrcD3AhXYxDgGHUO4DTEQ3ecFegQIFBAY",
        "46": "\n",
        "47": "Korean stock market is really fcked up i fell so bad for them. Guess stock don't always go up",
        "48": "Lmfao, my fiancé’s boyfriend and I are dying over the second from the left",
        "49": "The one furthest right looks like you made fun of its Samsung and is angry at you for it.",
        "50": "You’re engaged to a male? And they have a boyfriend? Impressive even by WSB standards",
        "51": "What newspaper is it? My brother is in Seul right now and I want him to buy me a copy",
        "52": "It's from 조선경제, april 29th page B1 so you are 3 days too late",
        "53": "The pictures speak to me.",
        "54": "Thence it is art.",
        "55": "So buy samsung?",
        "56": "Holy shit this is fucking hilarious",
        "57": "",
        "58": "Sad Pepe Koreants. ",
        "59": "ㅋㅋㅋㅋㅋ",
        "60": "Dank.",
        "61": "Antpepe, he cries. For he is yet to find joy in upvotes for loss porn.",
        "62": "Well this seems not good",
        "63": "1000% accurate",
        "64": "High quality scan?",
        "65": "Are those Korean bag holders?",
        "66": "kekonomics",
        "67": "Economy is not very poggers",
        "68": "",
        "69": "",
        "70": "Good God, it's spreading.",
        "71": "They are not wrong because they are right",
        "72": "They Ant wrong.",
        "73": "Asian apes? This is the way!",
        "74": "Well yea. Samsung is doodoo.",
        "75": "Tim Apple wud approve.",
        "76": "",
        "77": "That’s awesome",
        "78": "Based Koreans",
        "79": "Fucking samsung took our rice",
        "80": "Looks like someone is shorting samsung to get their hands on the samsung image processing algorithms. Found exoplanet pixels in a hubble image of proxima centauri, calculated their albedo, determined the atmosphere type by gas colour straight off the Wikipedia colour chart, and used the albedo and atmosphere gas to determine the approx distance from the star. Found three planets. One yellow methane with ice rings with a bandgap indicating a moon, one an ozone atmosphere Proxima B, and the third a methane yellow.",
        "81": "Samsung gotta be worth more than a a dollar.",
        "82": "What",
        "83": "Fucking meme lord newspaper! Love the SK despair energy.",
        "84": "Pepe le ant",
        "85": "https://www.chosun.com/economy/stock-finance/2022/04/28/2XYE6LB6J5FPFGUEN57RSO7HTU/?outputType=amp I think it is this news by Chosun (conservative mewspaper), as the data and style of the chart is the same except for this online version having different style of samsung-crying-ants.",
        "86": "It looks like you shared an AMP link. These should load faster, but AMP is controversial because of concerns over privacy and the Open Web.",
        "87": "Maybe check out the canonical page instead: https://www.chosun.com/economy/stock-finance/2022/04/28/2XYE6LB6J5FPFGUEN57RSO7HTU/",
        "88": "I'm a bot | Why & About | Summon: u/AmputatorBot",
        "89": "Pepsi isn’t a country...dumbass",
        "90": "",
        "91": "the idiocy of this sub is SPREADING.",
        "92": "be me",
        "93": "lost all money on stock",
        "94": "fuck wallstreet",
        "95": "Lol",
        "96": "I am not an ant ",
        "97": "the united states laughs in apple",
        "98": "r/blursedimages",
        "99": " is a language I understand.",
        "100": "TIFO I was missing out on Korean news papers.",
        "101": "So the Korean Ants was a real thing?",
        "102": "One of us! One of us! One of us! ",
        "103": "how dependent is south koreas economic on samsung? what are some other big players that they have?",
        "104": "True autists",
        "105": "Feels bad, man",
        "106": "Poggers",
        "107": "Math is not the universal language. Internet memes are. ",
        "108": "Incredibly rare pepe ants.",
        "109": "Why is it going so down? It´ s Samsung dammit.",
        "110": "Seems like a fun country",
        "111": "Pepe the Ant? I like it.",
        "112": "Weak alone, Strong together.",
        "113": "More newspapers should do this",
        "114": "I bet the north korean one is more dank.",
        "115": "South Korea is so BASED",
        "116": "What an absolute meme of a country. Kind of want to move there…",
        "117": "Why’s Samsung tanked so much these last few years? Is it a buy? Is this the next wsb pump?",
        "118": "thing is, the politician who is using these memes is a rightist who liked the 24-hour day work week with no weekends. that is 24h x 7 which is = 168 hours a week of work, and yet you like him cause of the memes. that's how we get topped by alt-rightists but its pepe so it's not that much of a deal",
        "119": "This is AMAZING",
        "120": "nobody does emojis better than Koreans",
        "121": "Why is it in Korean?",
        "122": "Thank god they have a meme, which is how I get all my financial news.",
        "123": "Why is a Korean newspaper in Korean? Did you really just ask that?",
        "124": "와 씨 한국 사람이다 !! KOrean ape ???",
        "125": "love the stubborn upset 🐜 on the right clutching samsung protectively. remind me of bers and their puts",
        "126": "That's dope as hell",
        "127": "They only have one?",
        "128": "uuiyutyuytyu",
        "129": "Can we have up soon?",
        "130": "Noiiice",
        "131": "Hey op or any Korean, could you buy it and send me a copy ? I'll pay :)",
        "132": "Pepe :,)",
        "133": "Is that good?",
        "134": "Help....",
        "135": "Lol they’re edgy",
        "136": "",
        "137": "kOrEAAAA",
        "138": "Lol amazing",
        "139": "Could you post me newspaper by any chance? I'd like to make some artwork out of it",
        "140": "Chosun had the same vibe",
        "141": "Haha",
        "142": "Hey! You leave my Samsung and Kakao stocks alone!!! So what I’m losing hella money and they are trying to pardon the old CEO in hopes that would make it go back up!",
        "143": "Close to bottom ?",
        "144": "🤣",
        "145": "Trancas and Barrancas with Pepe",
        "146": "Bought a little Coupang at their IPO. \"It's the Amazon of Korea,\" my Korean friends said. Little did I know they meant the Amazon of Q1 2022 :(",
        "147": "We went from letters, to morse code, to telephones, to cellphones, to video phones, then went to emaling, then to texting, then to emojis. History does repeats itself.",
        "148": "♤♡■¤¥",
        "149": "No words needed",
        "150": "Wait…. Their version of Pepe is some kind of ant or something?",
        "151": "",
        "152": "hahaha man 😂😂",
        "153": "So what I get from this is diamond handing Samsung 🙏",
        "154": "",
        "155": "damn biden's domestic government policies affecting south korea too? damn",
        "156": "Background: There's a bunch of millenials and gen Z doing a bunch of risky stock gambling in South Korea, just like here. I have heard that it is making the news over there and has become a national cultural phenomenon just like WSB is over here.",
        "157": "I don't know if this is really the case, but sometimes I wonder if the GFC and the scale of resulting inequality has seriously affected worldwide youth and young adult culture into becoming disillusioned with the value of working hard. Anti-work is also a cultural phenomenon in China. Birthrates are falling in every industrialized nation.",
        "158": "Now do it as GME for the apes",
        "159": "That moment when you hold PLTR and Samsung ",
        "160": "No me gusta",
        "161": "Lets fucking pump Nio XPeng all thos vehicles",
        "162": "isn't it remarkable though, that someone who edited a frog picture and posted it to 4chan now has their artwork in an economic newspaper",
        "163": "I like it. Picasso!",
        "164": "LOL 😂",
        "165": "Tell me it’s fake",
        "166": "South Korea has a single “economic newspaper”? More likely this is one edgy newspaper and not representative of the main newspapers",
        "167": "WSJ NYT take some tips, WE NEED MEMES IN OUR NEWSPAPER CHARTS!",
        "168": "What are those ant pepes wearing? Is that their stock trading robes? Because I too do stock trades wearing a robe.",
        "169": "Mourning outfits.",
        "170": "This is how you get people to buy your newspaper",
        "171": "Degenerates",
        "172": "Buying FDs"
    },
    {
        "0": "I think she might be in a bubble.",
        "1": "I'm so sorry, it's the Moops! The correct answer is the Moops.",
        "2": "She should just put a full stop after ' i don't think'",
        "3": "There’s definitely a bodily function bubbling up in her",
        "4": "3 more replies",
        "5": "But she has smart glasses so she’s obviously smart.",
        "6": "Probably not even prescription lenses 😂",
        "7": "Smart glasses, crazy eyes.",
        "8": "She is the Garret Van Wagoner of 1999. For most here who have no idea who that guy is, look it up. You will realize what will happen to Wood soon.",
        "9": "",
        "10": "Innovation is on sale bruh",
        "11": "Bubbles are transitory, or transvestites. Can't remember which one it was",
        "12": "But she has a stupid face behind them, so there's that...",
        "13": "Who is this",
        "14": "I would hug her",
        "15": "3 more replies",
        "16": "LOL that pic. She looks like that cupcake dog.",
        "17": "Stains, away!",
        "18": "Cramer meet Cathie, Cathie meet Cramer. Everyone else, RUNNNNNN",
        "19": "Omg... Why does she have so many desktop icons...",
        "20": "Anyone with that many desktop icons Is 100% suspect",
        "21": "Saving WSB DD takes a lot of desktop space.",
        "22": "😂😂",
        "23": "Shortcuts to all her ALT trading accounts to pump her stocks",
        "24": "That’s called the boomer/Gen x wallpaper.",
        "25": "That alone would make me withdraw all my MAFUCKING MONEY SON!",
        "26": "Maybe she's trying to keep people calm? Keep people from dumping more? She probably says this shit when the cameras are on and then the second cameras get turned off she says \"fuck my life, we're screwed\"",
        "27": "“We”’re not screwed. Still got her fees.",
        "28": "The stock market is transitory...",
        "29": "I imagine it’s like following around Ken Roy from Season 2 of Succession, or Tom.",
        "30": "Reality can be whatever I want it to be",
        "31": "Thanos said this immediately after turning Mantis into bubbles.\nCoincidence?!",
        "32": "And Dennis said it not too long before blowing British Dennis...",
        "33": "When experts explain why we aren't in a bubble.....we are in a bubble",
        "34": "Please point at the expert",
        "35": "Pornhub: “hot cougar fucks thousands of investors at once”",
        "36": "Reverse bukkake",
        "37": "I wish she was my suga momma tho",
        "38": "this joke gets better every 100th time i see it",
        "39": "Houston 500 on a 100X scale?",
        "40": "Well the moment she brought up Jesus in an interview i was like \"that could have been me\" buy the most ridiculous companies no due diligence anything and then have 1 lucky year and be the new messiah of investing. Wish i had the balls to short, would have made a lot of money if i followed my gut.",
        "41": "\"ARK is guided by the hands of God\" where is your god now cathy",
        "42": "Id be all in young Cathie tho",
        "43": "You’d have the balls if its someone else’s money",
        "44": "Oops wrong hole",
        "45": "Shes got amphetamine eyes",
        "46": "Looks like I picked the wrong year to quit amphetamines.",
        "47": "That's the crazy look you will see right before she jumps!",
        "48": "Oh she knows, she just doesn't give a fuck about retail.",
        "49": "1 more reply",
        "50": "Your talking about the same people who would deny the house being on fire as it is engulfed in flames. The 1st rule of the con is never admit its a con, deny, deny, deny.",
        "51": "Wasn't she belle of the ball a couple years ago on this reddit?",
        "52": "If so, how the mighty have fallen.",
        "53": "When ARKK had the top performing funds in 2020, after Cathie successful predicted Tesla's rise, she was a hero of Retail Investors. The Suits and Wall Street hated her, perhaps because they were envious of how successful she was.",
        "54": "But then she did an Inverse QQQ in 2021, and $ARKK has lost 67% from its peak in February 2021. Perhaps she let her success get to her head. I think at best she is having a Dry Spell, all investors have that, and Inovation is just not the hot stock pick has investors move towards other things. But she is running out of time to turn this ship around.",
        "55": "Ya mofos used to worship this dumb broad",
        "56": "Yeah. Now all of them suddenly became smart boys and shitting on her. There were articles from her all over the place. Let me tell you market turns around and people will again say that she is great. Humans are overrated pos.",
        "57": "Remember, THE RUBLE is performing better than ARKK ytd",
        "58": "Better than the S&P too",
        "59": "Imagine trusting anyone with your money",
        "60": "3 more replies",
        "61": "",
        "62": "Cathie>Cramer",
        "63": "Them two should marry each other.",
        "64": "In all honesty, these shows would be better served putting me on the air, or really just about any of us.",
        "65": "You can see her screen reflection in the mirror box behind",
        "66": "She is a true WSB autist. Everyone here kept saying printer BRrr, StONKs oNlY gO Up!",
        "67": "1 more reply",
        "68": "She’s challenging wsb to see who can hold the heaviest bags.",
        "69": "Anybody with an empty picture frame on their shelf is suspect in my opinion.",
        "70": "She's a crackpot.",
        "71": "Reminds me too much of Elizabeth Holmes",
        "72": "Even has the crazy eyes & all",
        "73": "Gender bender Cramer.",
        "74": "I’ve got wood 🪵",
        "75": "“GOD TOLD ME SO”",
        "76": "I sent her a nude pic",
        "77": "What a second . .is this the same Wood who claimed we were headed for deflation only a few months ago? Maybe when this is all over she can co-host with Cramer.",
        "78": "She was in camp transitory. All credibility lost",
        "79": "In this photo she looks like Bubbles. The secret is out, maybe she is Bubbles.",
        "80": "Trusting her in the past cost me about 40k",
        "81": "Cramer loves her, called her one of the best fund managers in the industry",
        "82": "Mrs Buffeted",
        "83": "dumpin on everyone",
        "84": "Youjizz: Porn ugly glasses fuck worldwide investors with single creampie",
        "85": "Youjizz underrated",
        "86": "Never trust a Jesus freak with your money",
        "87": "Fuck it at this point let me handle Ark, i can make them more money.",
        "88": "",
        "89": "I still Wood",
        "90": "At this point, it is just sad to watch. It's almost like her definition of innovative is any stock that is wildly overvalued. Nothing wrong with investing for innovation but how about waiting until valuations are more reasonable?",
        "91": "i mean we've only learnt her name dueing the peak of a bull market so take that as you will",
        "92": "Yeah… maybe not anymore. Most of her investments went to shit.",
        "93": "The moment I heard her saying something along the lines of God was telling her what sticks to pick. That’s when I knew. We all knew.",
        "94": "When your life depends on believing something, it’s hard to change your mind.",
        "95": "Unless we’re talking about a housing bubble, I’m not sure what kind of bubble we’re talking about. The annualized loss rate is 30%.",
        "96": "Loss rate?",
        "97": "Wall Street is paved with one hit wonders",
        "98": "\" If she smokes, she pokes.\" - Charlie Munger",
        "99": "I take all my investment advice from her & Cramer….",
        "100": "She don't give a fuck and will make money either way. It's not her money she's playing with, it's her investors lmfao",
        "101": "I knew this moron would blow it.😂😆 Cathie is in the Woods with her investments. Lost and stupid 😂",
        "102": "Damn, people despise success.",
        "103": "Like the Christian religious fanatic that she is, she is fixated that she is right.",
        "104": "Nothing will shift her. No doubts creep in.",
        "105": "Wow this time last year she was worshipped.",
        "106": "People who invest money with Perm Bulls Wood & Lee are realizing you want people who can see objectively and not just through a monocle",
        "107": "I liked her interview comment when she said . ..... \"How can Roku be down so much ?\"",
        "108": "Ahhhh... Cathie",
        "109": "Anyone else think she looks like the \"Show me what you got\" heads from Rick and Morty?",
        "110": "She bought robinhood at $40 shes lost",
        "111": "Throwback.",
        "112": "No bubble 🤣",
        "113": "but we are not in a bubble.",
        "114": "If the bubble already burst, perhaps she is right.",
        "115": "These people are fossils held up by nothing but botox and their innate desire to show they somehow deserved the wealth they were given.",
        "116": "Look at that reflection, so many icons on the desktop. I myself got so many icons and I wont even trust myself with money.",
        "117": "IDK, anymore what people say isn't what they believe",
        "118": "Shes a dumb bitch.",
        "119": "Don't act like you know wtf is going on either op",
        "120": "crazy eyes lady",
        "121": "\"invest in ark as well we guarantee Robinhood is the platform of this generation\"",
        "122": "Why does she have a frame without a picture in the background? Next thing you’ll tell me that those leather-bound books are just for show.",
        "123": "Tbf, she can either say this which make people think she’s an idiot, but her followers would still hold their shares. Or she can say we are in a bobble and she followers started dumping, which drag the fund down further.",
        "124": "reminds me of this lol",
        "125": "Didn’t one of her colleagues just get locked up for defrauding investors?",
        "126": "I am pretty sure at this point she is much further in the red than Jim Cramer nowadays. Inverse Cathie at it again.",
        "127": "Her/it’s eyes tells you everything you need to know about those creature",
        "128": "And yet idiots keep sending her money to lose even more ",
        "129": "Lolollol people always start pointing and laughing during the downtown 😂",
        "130": "you have to remember, reddit is full of simps. Many of those simps will migrate here, because we attract weirdos.",
        "131": "Shes literally the only high profile woman in the markets who isnt pelosi, so of course simps will jerk off over her 'gilf status' and think she's smart.",
        "132": "Shes fucking clueless.",
        "133": "Looking forward to the lawsuits against her",
        "134": "Her face is stupid",
        "135": "You will be laughing out the other side of you face given we are still alive in ten years.",
        "136": "Damn, for a min there I thought it was Kaitlyn Jenner talking stocks",
        "137": "After comparing her net worth and experience base to my own, I would in fact trust her with my money.",
        "138": "Looks like a certain Jenner I've seen.",
        "139": "A year or so ago she was the darling of WSB. How the mighty have fallen.",
        "140": "Why does she always look crazy?",
        "141": "I understand some hate on her, but isn’t everyone down right now? You could say the same for any fund manager these days.",
        "142": "Hate to say it. But saw through this lady since she stepped out. She really has bland ideas. It's like letting a 2001 Honda Civic run your investing strategy",
        "143": "If we are still in a bubble after the last 6 months then we are all fucked",
        "144": "oh no she knows for sure, she just wants to unload her bags to retailers.",
        "145": "When did Caitlyn Jenner start trading?",
        "146": "Fucking bible bitch. Fuck her and stupid portfolio",
        "147": "The only expression I want from her when i show her my rising stock",
        "148": "9months ago this lady was considered a genius",
        "149": "Laughs in Peter Schiff.",
        "150": "She’s looking a bit coked out herself",
        "151": "She meant a literal bubble",
        "152": "Never listen to a woman.",
        "153": "We're in MULTIPLE bubbles.",
        "154": "All bubbles before were not associated with printing trillions of dollars and pumping it into the economy. Not say that the market won’t pull back some (it always does) but what do you think will happen to all that money? Eventually consumers (regular people) spend it and its all gathered by the rich people, who have nothing else to do with it besides try to make more money - ie the stock market.",
        "155": "The bubble is in her head.",
        "156": "“LET JESUS TAKE THE WHEEL” - CATHIE WOOD down 50%",
        "157": "Haha! She's smart with her own money, just not yours.",
        "158": "We aren't in a bubble, this bitch is just the equivalent of the madden curse...",
        "159": "Every stock that is featured on ARKK gets injured during the season...",
        "160": "Her curse alone is causing the recession... Prove me wrong!",
        "161": "(don't actually waste your time to prove me wrong.. This was a fucking joke, just laugh, smash that up vote on the karma, and move on)",
        "162": "Look back at 5 years on any of their ETFs and they are all doing well. Need to zoom out a little.",
        "163": "When Cramer sends you a dick pic.",
        "164": "If Tesla moons accordingly by 2035, then my dumbass putting his Roth into the ETFs backed by her fund will be a footnote of a mistake in other tomfoolery I got up to courtesy of this sub with spy and coca cola calls that expired worthless. ;__;",
        "165": "-\"Ha ha, yeah, am I right guys? like, no, I didn't bought TDOC at 250, no ha ha...\"",
        "166": "\n",
        "167": "OP holding a penthouse-size loss of TDOC most likely.",
        "168": "She still think we r in deflationary env?",
        "169": "So buy ARK now because it will normalize and continue its upward positive 5 year returns? Got it thanks",
        "170": "ARKK bought some smart picks at the beginning of the pandemic and then rode the wave through to early 2021. That's it, everything since has been a horror show. Why anyone still listens to her or invests with her fund is beyond me.",
        "171": "That's just someone who is finding crazy ideas to explain away reality. Maybe it's now the realization that her game of buying giant chunks of small companies with no profits with ever expanding inflows in assets now has the opposite effect on the stock prices with outflows...she basically pumped up small stocks with an ever increasing amount of cash to show a good return while raking in fees.",
        "172": "How the hell arnt we at this point at least in some sectors? Jesus christ I trust SPY and VOO more than this and they're eating shit alongside so many others.",
        "173": "She spent 40 days on Mount Ape, and now she received the Ten Commandments of the Ark of WSB and is about to go all in on $WISH, and the devil has told her to Short $GME, I think she should short $GME and fulfill the prophecy of being completely and utterly R.I.P.Tarded",
        "174": "Nudes? If she joins only fans I will listen",
        "175": "Shes the one who took the picture of that picachu butt plug.",
        "176": "Degenerates",
        "177": "Buying FDs"
    },
    {
        "0": "On the plus side, with current inflation it won't be that bad after 100 years",
        "1": "Look at the Mr. Glass-Half-Full over here",
        "2": "It’s going to be like Zimbabwe, where everyone is a billionaire that can’t afford bread.",
        "3": "OP if I win we all win, a mil for you!",
        "4": "Thanks, but if you lose, i can't give you a mil cause europoor",
        "5": "I'll take a Wendy's date 😏 sucky sucky",
        "6": "Hang in there!!! Soon you’ll be rolling in the greens (either grass on money whichever comes first)",
        "7": "I believe in you",
        "8": "Can I get 3.50",
        "9": "We’re you able to make the buy-offer or was it rejected?",
        "10": "You could become a sugar daddy to 7 billion people 🙏 I wouldn't mind",
        "11": "All the tendies!emote:free_emotes_pack:give_upvote",
        "12": "",
        "13": "Erick, I'm late to the party. What did you do, my man, and why are you blowing up?",
        "14": "Do I get a mil 🥺🥺🥺?",
        "15": "its my birthday, can i get mil too?",
        "16": "Can I have mil and a half please",
        "17": "For me maybe?",
        "18": "I'm rooting for you, hopefully I wake up in the morning and you own the world",
        "19": "👀",
        "20": "Oh shit he is real",
        "21": "Time for a big win.",
        "22": "You might be the most degenerate of us. Well done",
        "23": "Can I hav mil 🥺",
        "24": "Hi I believe in you and would like 50k pls k ty",
        "25": "If you win it’s a story for the ages, if you loose it’s a story for generations. Good luck!",
        "26": "Sounds good.",
        "27": "Pay my house off you degenerate ",
        "28": "Can I has a milly toooo?",
        "29": "Lmao I was waiting for this moment. Fucking legendary",
        "30": "Can I use my $1 mil as collateral for you to loan me $1 mil, and then that $2 mil as collateral for $4, etc...",
        "31": "Spare a mil?",
        "32": "you are the next RoaringKitty",
        "33": "You’re the goat",
        "34": "Remind me! 24 hours",
        "35": "Bruh I hope this isn’t rupees",
        "36": "Is this Hank from breaking bad ?",
        "37": "Yes",
        "38": "Did he cause the flash crash in european markets? 😂",
        "39": "Looks like it 😂",
        "40": "Context ?",
        "41": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "42": "applied for a 87 trillion loan",
        "43": "^^vv<><>ba (select)(start)",
        "44": "enter unlimited leverage cheat,",
        "45": "Thanks to inflation, trillions won’t be unreachable for his descendance. It could even be the minimum wage before 2030.",
        "46": "You will be spoken about for 10’s and 10’s of days to come… the best YOLO of YOLO’s… I’m excited to see that loss porn… but either way, commenting to be in the movie 🎥 👀👍",
        "47": "You either die a retard or you live long…..eh nvm you’ll just die retarded",
        "48": "😂😂",
        "49": "You better post an update before todays market closes",
        "50": "I have never been so proud of one of our members",
        "51": "I woke up today thinking about your trade. Do not fail us!",
        "52": "Have you got your “it was just a prank bro” speech ready for the courts? 😅",
        "53": "Look what you did!",
        "54": "Did your trade go through?",
        "55": "This guys getting so much clout when he hasn’t even done anything…retarded",
        "56": "Current state of the sub. Dude posts an order preview page which has zero chance of getting filled because there are aren’t near unlimited contracts available for any strike anywhere, and people act like he’s a madlad doing a crazy yolo.",
        "57": "Back in 2020 this kind of shit post would have been called out and the dude would be labeled a pussy until he actually submitted the order.",
        "58": "How can he lose?",
        "59": "Fortune favors the bold.",
        "60": "What time do we find out the results?",
        "61": "Use your brain RETARD and you'll have your answer.",
        "62": "Was it you that bugged the algos in Europe this morning? Every chart dipped like 10% or so for a moment.",
        "63": "\"I felt a great disturbance in the Force\"",
        "64": "If he wins, he wins.",
        "65": "Wait.",
        "66": "r/holdup",
        "67": "You weren't able to submit it, right?",
        "68": "I bet he will have a great grandson that is hank",
        "69": "Or a big hank that is grandson",
        "70": "With inflation rates his descendants are looking at something more like 3069",
        "71": "Some theories say it's papa Elon....",
        "72": "This will be an instant close out at open unless TSLA is green, correct?",
        "73": "Debt doesn't carry over to children.",
        "74": "I may or may not understand comedy.",
        "75": "Did it go through?",
        "76": "Obviously not you fucking mong",
        "77": "Who the hell is this Erickl0930? Some link if it's something from reddit plz. xD",
        "78": "RemindMe! 3 days",
        "79": "I will be messaging you in 3 days on 2022-05-05 11:49:35 UTC to remind you of this link",
        "80": "1 OTHERS CLICKED THIS LINK to send a PM to also be reminded and to reduce spam.",
        "81": "Parent commenter can delete this message to hide from others.",
        "82": "Detective Shrater? Is that you?!?",
        "83": "I'm seeing that user name pop up a lot today.",
        "84": "What did I miss?",
        "85": "Nothing much. Just some autist here is going to crash the world financial system at open today.",
        "86": "You missed this.",
        "87": "Uncle Hank ?",
        "88": "Dead",
        "89": "This is the way.",
        "90": "Can my wife’s bf get a milly",
        "91": "Hank?",
        "92": "Um try like next millions of years",
        "93": "Please ser",
        "94": "Has he updated that post? There's no way he got past the confirm screen right?",
        "95": "Isn’t that the dude from breaking bad?",
        "96": "It's going up so his call in winning but did they give him the loan for the call?",
        "97": "I want to believe",
        "98": "Thousand!? His defendants will be in debt until the sun explodes.",
        "99": "Is there an update from u/Erickl0930 ?",
        "100": "Who knew he had a 20y old son already?",
        "101": "Hank from Breaking Bad",
        "102": "ok am new here, what’s the deal with him?",
        "103": "Just dont get kids. Modern problems require virgin solutions",
        "104": "After reading a bunch of Memes and comments I was still lost as WTF is going on. I just got it and I can't top laughing. LETS GOOOO u/ u/Erickl0930",
        "105": "Jokes on the lender, the debt dies with Erickl0930. All he has to do is fake his death",
        "106": "This dude just ruined his whole life",
        "107": "But enriched all our lives in the process",
        "108": "It’s more important in life that you give more than you take😭",
        "109": "This is going down in history either way haha",
        "110": "Did he really lose that.....awe damn i just saw that",
        "111": "Degenerates",
        "112": "Buying FDs"
    },
    {
        "0": "Last time TSLA rally of 7 days made it go up 34.4%. He could potentially make $34.4Tn in the span of a week.",
        "1": "Which would realistically make him the first trillionaire on this planet.",
        "2": "Because he bought calls.. for the company… of the guy.. that’s almost the first trillionaire.",
        "3": "…",
        "4": "I’m buying TSLA shares.",
        "5": "1 more reply",
        "6": "what does this mean though since TSLA's price is down 2% in premarket ?",
        "7": "Suicide",
        "8": "",
        "9": "It was the top comments in the original thread. \"If you owe 100 to the bank, that's your problem. If you owe 87 trillions to the bank, that's the global economy problem\" so its a win win for Erik.",
        "10": "nothing, he has 5dollar calls",
        "11": "Nothing because the brokerage isn't going to actually execute the order.",
        "12": "",
        "13": "Positions instantly closed and he's filling for Bankrupcty while a case is made against him for fraud",
        "14": "Listen guys … that wasn’t a completed order. Just a buy screen",
        "15": "Bank will have problems",
        "16": "He was margin called and liquidated the second it went -0.0000000001",
        "17": "He will need to fake his death then move to a non-extradition country.",
        "18": "His brokerage is not gonna be happy.",
        "19": "100% chance the order just failed and hes just chillin right now",
        "20": "This sub gets more gullible each day.",
        "21": "Right!? As of now with this TSLA run, this dude on Reddit would effectively become the economy.",
        "22": "I think the html code was edited to something crazy to see how gullible wsb has become.",
        "23": "Probably was only 1 reasonable call that went through.",
        "24": "All you do is right click on a number and inspect element then change number to \"make it happen\"",
        "25": "110% the order glitched out and made it through. hedgefunds are wondering if they should take a visit to flavortown 😩",
        "26": "What did he order? Any loremasters care to share a link?",
        "27": "If it got placed he was margin called immediately.",
        "28": "I mean the FED had no issues printing trillions just last year. What’s a few trillion more?",
        "29": "",
        "30": "This is Eric 😂",
        "31": "This is Eric",
        "32": "Are sticks new to reddit? Cannot see them. Maybe infinity needs to update?",
        "33": "Maybe Erick caused the flash crash in Europe today. 😂",
        "34": "He bought the dip , Erick owns Europe now",
        "35": "🤣",
        "36": "Mr. President, we now owe whole solar system to some guy named Erick from WSB",
        "37": "Impossible to execute :( , it is more than the total value of shares.",
        "38": "Seriously these people are fucking stupid. Just because he posts a picture of an order does not mean it executes.",
        "39": "That doesn't stop hedge funds.",
        "40": "Nous sommes tous Erick.",
        "41": "Eric you can have my wife And her boyfriend",
        "42": "Me too",
        "43": "He’s gotta give updates. No way a trillion-air will keep quiet.",
        "44": "Shit, I wouldn’t keep quiet if I ended the the year +$5",
        "45": "If he does, he owes me a million",
        "46": "The order will never execute unfortunately",
        "47": "the order will never execute fortunately",
        "48": "Execute order 69-420",
        "49": "Lol it won’t execute with that attitude. We have to believe that it will execute. I am currently looking for an old lamp so a genie can grant me a wish. If that happens, that will be my first wish.",
        "50": "True, and banks are too big to fail.",
        "51": "I feel like it’ll do as much as it can.. might end up buying em all maybe even a few thousand contracts! would be crazy",
        "52": "We need to have faith for this order to get executed",
        "53": "Homie had the audacity to come onto my post where I did the exact same thing he did and call me a bullshitter 😂😂😂 classic retard move",
        "54": "Why do people keep posting like it was real? He screen-shoted the place order screen and even if he did order it, the options have to be bought by other people and therefore would never fill.",
        "55": "People here want fantasies, can you blame us?",
        "56": "Because comedy that’s why ok?!",
        "57": "How do I get that much leverage? If I buy a similar amount of puts, then at least one of wins.",
        "58": "Eric, if you’re in here where my million at you autistic gambler",
        "59": "Who is Erick? This is Erick: https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy",
        "60": "Yes",
        "61": "If this leveraging was possibly.. . . . . . . . That would be the end of this economic system",
        "62": "Thanks Obama Jpow Biden Putin Erick",
        "63": "Funny to think about, but I can guarantee you his order didn't go through.",
        "64": "Do people magically think theres enough calls to sell to him too?",
        "65": "God damn this subreddit is just full retards",
        "66": "Maybe go sell a call for twice Tesla's value and see if it gets bought automatically",
        "67": "Who's Eric? What's the story",
        "68": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy",
        "69": "How Eric??",
        "70": "What is the Eric story?",
        "71": "Que is Eric",
        "72": "This is the story. https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/",
        "73": "I am technical in my analysis, I’m buying TSLA shares",
        "74": "What’s his play?",
        "75": "a contract of 999999999 lots of TSLA calls",
        "76": "I'm excited to see his progress 😏",
        "77": "If his order will get executed the dollar will become worthless :(",
        "78": "fake and gay won’t happen",
        "79": "Hope that dude hits that shit",
        "80": "dear Erick, should this play hit and you do become the lord of tendies, I would love a slice of the pie to degenerately gamble like you have done!",
        "81": "He obviously didn't submit the order. We all joke about being retarded but thousands of people CANNOT actually believe that he submitted the order and that it was in fact processed...",
        "82": "Actual retards 💯",
        "83": "Did it go through",
        "84": "No. Of course not",
        "85": "Lmao",
        "86": "Who is Erick?",
        "87": "Radiating this energy ",
        "88": "No, you ding dong, you have to buy puts, so his position goes up.",
        "89": "T minus what",
        "90": "What did I miss here? Lol",
        "91": "Didn’t he not even post proof he took the position",
        "92": "It was a fake. He didn’t have the confirmation button selected rofl",
        "93": "May we all feel the Eric within us, as we are all that kind of tard inside. May all markets crash. In the name of the noodle cups, let us offer this heart felt expression to you the almighty 69 420.",
        "94": "Nice!",
        "95": "Dude still has not showed confirmation of buying, just a screen shot of the possibility",
        "96": "I love that OP put a ‘Technical Analysis’ flair on this",
        "97": "You can't even buy 5 dollat tsla calls.......They don't exist the whole thing is fake. Quit investing you people are literally mentally handicapped",
        "98": "What position? He has no position and will never have it filled even if he tried. The broker did not have the ability to fill it.",
        "99": "You’re a moron.",
        "100": "He has been arrested by ninjas. I think Robinhood had it spelled out in their terms of service.",
        "101": "I'd like to borrow 1 million dollar stimulus for my sex dolls when you become a trillionaire.",
        "102": "How the fuck is this even possible💀",
        "103": "We should if he confirms that it worked, all buy TSLA like we would have a trln on our side",
        "104": "Wow algo bears are really holding this line... but for how long",
        "105": "Can someone explain what I missed with Eric?",
        "106": "Link to post?",
        "107": "So buy calls or puts?",
        "108": "Calls to help the price up",
        "109": "Puts because when Eric wins we get 1mil already, so when price drops we have puts as consolidation price",
        "110": "Mmmm",
        "111": "Ever feel like you have been under a rock for a couple days. Was out of town late last week and came back to a bunch of posts about this Erick guy. Can someone share a link or give a TL;DR for WTF is going on with this?",
        "112": "Erick: Hello Elon, I’m the boss now",
        "113": "this dude probably caused the glitch this morining lol",
        "114": "Link to post",
        "115": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/",
        "116": "What’s this then?",
        "117": "You guys are idiots. This order would never be filled.",
        "118": "Degenerates",
        "119": "Buying FDs"
    },
    {
        "0": "I can't make rent or my debt payments. I'm going homeless",
        "1": "Hey man atleast you're on a path. Maybe not the right one but a path nonetheless. Keep it up!",
        "2": "All in on .50 bp hike this week",
        "3": "Nah only gonna be .25.",
        "4": "If the fed tries to make a big move they'll have to admit that they have been clueless and that causes panic.",
        "5": "Small move means they can still claim that they're in control",
        "6": "I’m surprised people have attention spans long enough to read and remember that number",
        "7": "Questions are too easy. Just do flat for all choices and statistically, you win.",
        "8": "Did that last time and ranked 24th.",
        "9": "betting on red over the last 5 months has been huge though.",
        "10": "Market in the red, VIX Index ETFs in the green… make that money! 💵💪",
        "11": "$DWAC me.",
        "12": "Typo",
        "13": "Btx will shoot up 1000% followed by an immediate dropping as per usual.",
        "14": "gravity",
        "15": "We’re gonna chop, and then run up to the 50 just to reject again, and then more flush. We probably run up after Wednesday’s meeting",
        "16": "Bullish if 30 the new 20.",
        "17": "Don’t worry guys! I voted red for everything, that means it’ll turn out green!",
        "18": "I just bought SPY for 409/share am I a big boy now?",
        "19": "If your goal is to lose $2 a share in 30 minutes well played",
        "20": ".075 bg Gang!",
        "21": "Hello I'm Esteban, If you are interested to invest in high yield platforms. I invest with a platform that might be of interest to you. METAHEDGE gives 2% daily earnings, 10% weekly earnings and 50% monthly earnings. To invest with them kindly search for them (METAHEDGE) on Google or send me a direct message for more information.",
        "22": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "23": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "24": "",
        "25": "",
        "26": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "27": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "28": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "29": "",
        "30": "",
        "31": "",
        "32": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "33": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "34": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "35": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "36": "SpaceX is teaming up with the military just like Starlink does.",
        "37": "Neuralink (mind control)",
        "38": "Boring Company (tunneling robots)",
        "39": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "40": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "41": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "42": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "43": "",
        "44": "",
        "45": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "46": "I am going to stay in the market until I see certain signs:",
        "47": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "48": "Serious AI integration between Twitter and the US military emerges",
        "49": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "50": "SpaceX merger with LockHeed Martin",
        "51": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "52": "****this is not financial advice, this is the fate of humanity****",
        "53": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "54": "Degenerates",
        "55": "Buying FDs"
    },
    {
        "0": "I can't believe people think his order went through This whole time I thought WSB being \"retarded\" was just a joke. Now I feel horrible for making fun of actual retards.",
        "1": "Bought my short bus at auction for $500, who's the retard now?",
        "2": "Bet you feel pretty fucking retarded for believing us retards. Lmao. What a fuckin Tard.",
        "3": "I’m pretty sure most are just having a laugh.",
        "4": "Definitely some that believe it though",
        "5": "He promised people money and people go crazy about free money 🙃",
        "6": "It went through to me!",
        "7": "It obviously couldn't go through, but I'm still curious about what happened. If they contacted him or anything.",
        "8": "What happened to him?",
        "9": "Go to his account and see this dude is crazy.",
        "10": "His broker let him put a multi trillion dollar bet which is currently winning",
        "11": "The picture that he posted asks him to confirm the order... Why are we acting like this is a real thing?",
        "12": "Because we're all struggling and there's a part of us that desperately wants there to be some real magic and wonder left in the world.",
        "13": "Dildo.",
        "14": "We're hard-wired to enjoy locked safe posts.",
        "15": "Its a joke haha",
        "16": "Always has to be a party pooper",
        "17": "here for sayin it. true degenerates are degenerated. thats why",
        "18": "All he did was karma farm for awards…",
        "19": "hE TyPeD iN a BIg numBeR, OMG, WSb IS CRaZY!",
        "20": "Yes, but for every fake karma farm, you know there's a handful of retards who followed through with it, but on a lesser scale.",
        "21": "The pied Piper walked his retards off a cliff.",
        "22": "Explain what is happening please.",
        "23": "Nothing. Some tard posted a screen shot of a massive limit buy on TSLA call options that will never fill and people think he actually bought 10’s of trillions in stock options on margin.",
        "24": "Marked is open, and stock price seems unaffected.",
        "25": "Seems nothing has happened.",
        "26": "No contracts opened. 12 on Friday, 12 today. Dumbest fucking thing I've ever seen on this sub.",
        "27": "But I already skipped work today... 😥",
        "28": "I waited all weekend for this..",
        "29": "That particular option was last traded 28/4 so it did not go through (....YET!)",
        "30": "Did he actually make the trade though? The screenshot was just an order summary",
        "31": "🤡",
        "32": "Obviously no",
        "33": "Lol I think half the people are exactly what they seem and the other half is playing along for a laugh. The trade didn’t happen, it would have errored when he attempted to submit which he didn’t do as the screenshot shows.",
        "34": "Wait what happened",
        "35": "This is idiotic. The cash outlay (or margin requirement) on five dollar calls is basically the same as going long shares. Close to zero added leverage from holding options.",
        "36": "Happy cake day",
        "37": "It did go through bro, just in a parral university .. okay 👌",
        "38": "This sub fucking sucks now",
        "39": "God I hope this works out for him!",
        "40": "It obviously didn’t go through",
        "41": "You got this Erick🦍🦍🦍",
        "42": "Oh captain, my captain!",
        "43": "",
        "44": "",
        "45": "Casual $87 trillion dollar position.",
        "46": "This sub has regressed",
        "47": "Glad we figured out what caused the OMXPI drop earlier today",
        "48": "OP POSTED AN UPDATE",
        "49": "Who the fuck is erick",
        "50": "The richest retard on earth apparently",
        "51": "Context, thanks",
        "52": "I want him to succeed rather than myself at this point",
        "53": "Ok, what did he do that was so special?",
        "54": "Wtf is going on someone tell me please",
        "55": "It won’t go through. Impossible",
        "56": "",
        "57": "",
        "58": "yo....I'm pretty dumb, what are these numbers?",
        "59": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "60": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "61": "",
        "62": "",
        "63": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "64": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "65": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "66": "",
        "67": "",
        "68": "",
        "69": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "70": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "71": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "72": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "73": "SpaceX is teaming up with the military just like Starlink does.",
        "74": "Neuralink (mind control)",
        "75": "Boring Company (tunneling robots)",
        "76": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "77": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "78": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "79": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "80": "",
        "81": "",
        "82": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "83": "I am going to stay in the market until I see certain signs:",
        "84": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "85": "Serious AI integration between Twitter and the US military emerges",
        "86": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "87": "SpaceX merger with LockHeed Martin",
        "88": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "89": "****this is not financial advice, this is the fate of humanity****",
        "90": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "91": "Degenerates",
        "92": "Buying FDs"
    },
    {
        "0": "That’s because the writer for Market Watch is a WSB lurker and knows that we will repost his shitty article to get views/clicks.",
        "1": "Yep. Theres been too much on here referenced by them",
        "2": "You did it you stupid F'in degens. Told you to STFU but you couldn't could ya. Now who are we gonna Inverse? Cathie? She's gonna be pushed out before Thanksgiving probably. Whom.. give me a name you F'ups. Whom?!?!... Well , at least I got u/Amazing_in_Math to help me navigate",
        "3": "",
        "4": "At least inversing him is making us money",
        "5": "Once it is known he will stop being an inverse signal because the friends of Cramer who tell him what to say will now change up the game. Just like any easy glitch cheat that gets well known.",
        "6": "Jon Stewart was right about Cramer",
        "7": "Jon Stewart = Funny",
        "8": "Bear market is over recession has just begun",
        "9": "Next Week on Mad Money, Jim Cramer explains why we are not going into Recession and how GDP Growth will be over 1% in Q2",
        "10": "Q2 GDP Growth Released 3 month from now:",
        "11": "-2% GDP Growth in Q2, Market drops 5% day is released and is down more than $ARKK has been this year in the 3 months since Jim told us there is not going to be a recession.",
        "12": "Am I missing anything?",
        "13": "Cramer jokes never get old. I'll fight anyone that disagrees.",
        "14": "",
        "15": "Mainstream media is the worst troll",
        "16": "Wait a second. Confidence does not equal competence?!",
        "17": "He should be locked up",
        "18": "Or at least fired",
        "19": "How does Jim Cramer have a job?",
        "20": "",
        "21": "",
        "22": "For the love of God, Cramer: STOP BEING BULLISH! ",
        "23": "Hey, if you haven't already, please reply to this comment with your positions and what led you to enter or exit them!",
        "24": "I am a bot, and this action was performed automatically. Please contact the moderators of this subreddit if you have any questions or concerns.",
        "25": "Bear market is over recession has just begun",
        "26": "media is always slow to catch on reality. i didnt click that shit, but im curious if article talks about the popular portfolio the inverse cramer, na,not curious",
        "27": "Still see opinion pieces popping up in my feed about how we're not actually in a recession, and everyone should keep their heads in the sand.",
        "28": "Well if you bought puts when he shilled $F you would be up by a decent amount today",
        "29": "Who the f is Kramer ? A physic?",
        "30": "Cramer was a has been before he was a has.",
        "31": "\n",
        "32": "Con man",
        "33": "😅😅😅😅😅😅😅😅🤣🤣😂🤣😂🤣😂😂😂😂",
        "34": "",
        "35": "As a twitter thing? Doing the opposite of what he says has been a thing since before twitter was even a company",
        "36": "Even his wikipedia page gives the picture that he is really good at giving really bad financial advice after the IT bubble 20 years ago. I am so confused.",
        "37": "Bless his ❤️",
        "38": "That’s cause the people who write those articles are here posting memes",
        "39": "I still don't get the point of that show.",
        "40": "Not just a Twitter thing.",
        "41": "Someone did some research a while back on whether you would make money or lose money based on his picks. It ended up making money, but only because of the performance of a few large stocks. Most of his picks were wrong.",
        "42": "",
        "43": "We could totally take over the market. This is obvious after what happened with Gamestop and AMC. Let's rescue it from Jerome Powell and other big players by buying DIA, SPY and QQQ.We could also buy leveraged versions of these funds.That would really make Powell and Cramer angry.Cramer could really talk about Mad Money then,lol. Let's do this! Please help spread the word!",
        "44": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "45": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "46": "",
        "47": "",
        "48": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "49": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "50": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "51": "",
        "52": "",
        "53": "",
        "54": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "55": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "56": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "57": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "58": "SpaceX is teaming up with the military just like Starlink does.",
        "59": "Neuralink (mind control)",
        "60": "Boring Company (tunneling robots)",
        "61": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "62": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "63": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "64": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "65": "",
        "66": "",
        "67": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "68": "I am going to stay in the market until I see certain signs:",
        "69": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "70": "Serious AI integration between Twitter and the US military emerges",
        "71": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "72": "SpaceX merger with LockHeed Martin",
        "73": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "74": "****this is not financial advice, this is the fate of humanity****",
        "75": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "76": "Degenerates",
        "77": "Buying FDs"
    },
    {
        "0": "Dunno if it's enough 1 mil nowadays to feel/be rich",
        "1": "I’d just be happy if someone paid my mortgage off.",
        "2": "I don't need to feel rich. Feeling debt-free would be fabulous enough for me.",
        "3": "I’ll take your share if you don’t need it?",
        "4": "It’s not",
        "5": "Doesn't even buy you half a decent house in California",
        "6": "u can definitely live and never work again if you're OK with middle class life and tons of free time",
        "7": "Yeah 1 million isn't what it used to be.",
        "8": "UPDATES🚨🚨🚨:",
        "9": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "10": "thanks my lord",
        "11": "Hey I know you, Aren't you my wifes boyfriend?",
        "12": "Oprah of WSB, you get 1mil, you get 1mil 🥳",
        "13": "Just checking if u/Erickl0930 is still around. His phone died of all the reddit notifications, now we need to check that he is still alive because he broke the US economics",
        "14": "everybody gets a mil!",
        "15": "https://imgflip.com/gif/6emuoc",
        "16": "Who is this guy that everyone is making posts about",
        "17": "Some attention seeking nonce don't worry about it",
        "18": "I keep seeing Memes of this guy what did I miss?",
        "19": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "20": "Where do I sign up for 1 mil? FED?",
        "21": "Everybody Happy!",
        "22": "Shit i post a pick of my dick.. Anything for 10k. Where can i leave my Paypal?",
        "23": "Don’t even need 1 MIL. I’d take a couple hundred K. Need to put some money down on a 1500 sq foot 3/2, and put some new brakes on my 11 year old shit box sedan.",
        "24": "So most of you will now be receiving blow jobs instead of giving them lol",
        "25": "Lol",
        "26": "Willing to send nudes. Ir pay me one mil to not! Your choice🙉",
        "27": "I mean like, I could do alotta nose clams with a mil",
        "28": "I remember lurking back in the day when that guy drank his own piss when he lost his money. Now I'm watching you guys make millions and aim for trillions. It's some inspiring shit man.",
        "29": "1 mil in Toronto gets u half a house",
        "30": "Everyone loves Erickl0930 and his crazy story.",
        "31": "I'm rooting for him to crash the global economy!",
        "32": "Lets set up Me 2 for everyone...$$$",
        "33": "I mean obviously if this works we’re going to need a thousand retards buying a million dollars worth of $TSLA calls.",
        "34": "-1 mil is laughter",
        "35": "Can I have one for my wife’s boyfriend pls?",
        "36": "Hi, I’m here for my milly",
        "37": "Can ape have 2 mil?",
        "38": "Degenerates",
        "39": "Buying FDs"
    },
    {
        "0": "It’s pronounced Audi. The t is silent.",
        "1": "Yes it’s the car the IRS drives as they come to fuck me",
        "2": "Can Erickl0903 deposit in my Panama account? IRS is rude and wants to build schools for poor kids or some shit.",
        "3": "You spelled \"bomb schools filled with brown kids\" wrong.",
        "4": "One day",
        "5": "Revenue canada gave me $100 this year.",
        "6": "Fair enough, 100 is better than nothing",
        "7": "Better than what I'm getting, fucked.",
        "8": "Collected CERB back in April 2020, currently on EI and they want their money back. NOW,so they are garnishing my EI 50%.",
        "9": "UPDATES🚨🚨🚨:",
        "10": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "11": "Dude Erick fuckin rules",
        "12": "Erick fukcs!",
        "13": "One more reason everyone should move here: Canada has no gift tax",
        "14": "No thx. I'll pay the tax.",
        "15": "Very true, I mean I come from a lower middle class home so I won’t be gifted very much in my lifetime but it’s definitely a positive",
        "16": "Fk that , turn around and write the check for $400k and move the fk on!!!! Who would need it for found money?",
        "17": "Did we even get confirmation his trade went through lol",
        "18": "Lol of course not, the memes are too fun though",
        "19": "Classic WSB behavior. Keep running away in a straight line. Don't serpentine or anything.",
        "20": "I’m sorry, I’ve been busy working the back of wendies, but who or what is Erick0930, have I missed out?",
        "21": "I also would like 1 million dollars",
        "22": "Commenting for my mil, it wont be worth anything Once he crashes the global economy but it’ll make good tinder for a fire to keep warm and survive",
        "23": "You won’t receive anything 👍🏼",
        "24": "Lol no shit",
        "25": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "26": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "27": "",
        "28": "",
        "29": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "30": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "31": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "32": "",
        "33": "",
        "34": "",
        "35": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "36": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "37": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "38": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "39": "SpaceX is teaming up with the military just like Starlink does.",
        "40": "Neuralink (mind control)",
        "41": "Boring Company (tunneling robots)",
        "42": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "43": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "44": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "45": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "46": "",
        "47": "",
        "48": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "49": "I am going to stay in the market until I see certain signs:",
        "50": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "51": "Serious AI integration between Twitter and the US military emerges",
        "52": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "53": "SpaceX merger with LockHeed Martin",
        "54": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "55": "****this is not financial advice, this is the fate of humanity****",
        "56": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "57": "Degenerates",
        "58": "Buying FDs"
    },
    {
        "0": "Its just a number. It can get much bigger.",
        "1": "If it's negative doesn't that make it smaller?",
        "2": "Until I can buy 2 loaves of bread with a trillion dollar bill it can still get bigger.",
        "3": "The limit does not exist!",
        "4": "Ok so I’ve heard this quite a bit referencing how we can’t default because our currency is literally how our debt is defined, and therefore we can just print more money. What’s the actual incentive to reduce the debt, if a default is impossible? This seems like saying you want a green line on Robinhood when everyone knows the red line goes faster",
        "5": "As long as people keep paying to make that number bigger at auction then yeah why the fuck not.",
        "6": "This is who cares bout debt if u never plan on paying it back",
        "7": "This remind me those idle coin games... Maybe one day we see aa and bb as the unit lol?",
        "8": "Just close the account and forget about the debt. Problem solved.",
        "9": "Don't forget to delete the app",
        "10": "This is “fuck future generations! Today is the only thing that matters!”",
        "11": "Destroy the future, then act like the next generation is spoiled when they complain.",
        "12": "Not only fuck future generation. current generation is being fucked by inflation!",
        "13": "No that was 30 years ago, today is the future generations dealing with the fallout.",
        "14": "Fuck the grandkids?",
        "15": "They're are an infinite number of future generations",
        "16": "mighty brave of you to think future generations will care about the value of the US dollar.",
        "17": "The short word for that is “capitalism”",
        "18": "Boomers got theirs.",
        "19": "Yep they played life on easy mode.",
        "20": "Years ago there were reports a majority of Boomers didn't have enough money to retire.",
        "21": "This generation is demanding more spending, not less.",
        "22": "They actually didn't... hear me out",
        "23": "Basically defecit spending banked on productivity increases that future generations will carry the load... this literally manifests itself as quality of life for the elderly.. pensions, elderly care, etc, etc...",
        "24": "How many boomers are living the life? really now, pensions/retirement savings will just go poof and their life's legacy/savings will be inconsequential. Current generations don't have to play along.",
        "25": "What really sucks is millennials that were borough up thinking that having a job/working for a pay stub is the right way to live life because that's what boomers did. Don't play the game and suddenly it aint your problem.",
        "26": "So as debt increases exponentially revenue increases slightly. We need Congress to spend more and more!",
        "27": "\"The more you spend, the more you save! These prices won't last long...\"",
        "28": "Debt is just a hand shake agreement",
        "29": "The modern history of POTUS: not one of these assholes can ever be bothered to do the right thing.",
        "30": "Congress controls the purse string my friend. Expecting a POTUS to do the right thing is like expecting the GOP to stop fiddling children.",
        "31": "Opportunity to do the right thing also matters. Bush starts a war in Iraq & Afghanistan, and under him we see rampant fraud in the housing market that leads to the 08 market collapse. Some how Obama is left holding the bag trying to clean that shit up and the debt gets labeled as something he created. That Bush vs Gore election really did send us down a shit rabbit hole.",
        "32": "Eurozone is not that far off. And China is in a debt-crisis too.",
        "33": "I'm assuming that our generation won't have social security or if we have it, it won't buy you peanuts.",
        "34": "Great reset might be around the corner. Or everyone is so indebt that it doesn't matter?",
        "35": "Economics are relative. If everybody is losing, nobody is losing.",
        "36": "Maybe a grand collapse is on the horizon where everything falls over like dominos",
        "37": "Well, isn't this why affordable housing is never affordable? Its going to pay off all of this?",
        "38": "Norway has the oil fund. We’re Europe’s boomers with money in the bank.",
        "39": "Where did you get this graph from?",
        "40": "It's garbage. And the key event dates are blatantly wrong. Why is this crap even here?",
        "41": "Welcome to Keynesian economics and the ponzi scam that is fiat currency",
        "42": "Not keynesian economics, stop listens to poly sci majors, and ask and actual economist. Dude is legit the father of econ and you gonna make a brain dead statement like that?",
        "43": "Please find me anything that shows Keynes supported this.",
        "44": "Commenting so I remember to read a book later.",
        "45": "Yeah I know. We are fucked. I need you to tell me wwwwhhhheeennnnn. Not if.",
        "46": "ITT: People need to learn about government debt and how it's different than personal debt.",
        "47": "For fuck sake yes! This is the most annoying thing I hear all the god damn time. The US and really any country (or company) don't have to pay back the debt, they can just rollover the debt.",
        "48": "If people have to pay their debt it's because we have an expiration date, countries and companies don't.",
        "49": "Tbh if I could print my own money and pay my mortgage with it I would.",
        "50": "Fiat- This money has value. -The gvnt",
        "51": "Source: trust me, bro.",
        "52": "I learn by pictures. Thanks oP",
        "53": "This ends too soon, I bet the Biden part looks like a stone falling.",
        "54": "Stone falling is already on the graph.",
        "55": "Yeah it ends where it’s supposed to lmao",
        "56": "I like how we are already pretending Biden never existed",
        "57": "This is deceptive. Obama was inaugurated in Jan 2009, not 2008. Financial crisis began in 08.",
        "58": "Trump inauguration was January 2017.",
        "59": "Covid hit the US in late Q1 2020, not 2019.",
        "60": "Didn’t bother even looking at earlier dates as this data already seems suspect AF to me if the creator was off for some very notable recent years",
        "61": "So what you're saying is this graph has a huge political bias? Surprised Pikachu Face",
        "62": "Thanks Obama!",
        "63": "Is this what all of those iceberg videos are about?",
        "64": "Liquid hot magma",
        "65": "For every $1 increase in revenue the debt went up $10",
        "66": "",
        "67": "Bill Hwang leverage ratio",
        "68": "What's even worse is that the deficit is understated in this graph, it's BEHIND the revenue, not on top of it. In other words, the deficit has been equal to or greater than revenue over the entire span of this graph, which is why debt has been growing out of control.",
        "69": "Don't forget that the president doesn't set the budget, congress does. Every time congress passes a budget that isn't balanced we should fire every single one of those cowardly fuckers. Preferably out of a cannon.",
        "70": "Haha, I like red! Red go brrrrr. Red is also my favorite flavor crayon.",
        "71": "Nobody will ever invade us",
        "72": "America’s loss porn but i’m not horny 😕",
        "73": "Looks like we owe you some freedom!",
        "74": "This is the exponential curve of the debt ceiling being raised. This is what happens when a country gets off of the gold standard and starts \"printing money\". What the fed is actually doing is taking out a loan from big institutions. They distribute the money, and eventually it all comes back in the form of taxes. They pay it all back, but they still have to come up with the interest somehow, so they take out another loan.",
        "75": "The Fed owes every dollar in existence back to their lenders, plus interest. They will always have to keep taking out bigger and bigger loans to prevent defaulting, borrowing more and more money. They will never be able to escape this system. That's why our econemy is centralized around productivity and consumerism. The faster money changes hands, the more frequently it's taxed, and the sooner it comes back to them.",
        "76": "That's also why they're in charge of unemployment rates, and why they don't want wages being raised, because the more people are working the more salaries are there to be taxed, and the more people are living paycheck to paycheck, the less money gets tied up long term in savings/investments that aren't being taxed.",
        "77": "It's a piramid scheme, wrapped in a shell game, and held together by extortion.",
        "78": "That's among the most frightening images I've seen.",
        "79": "Ok, so Biden is called covid, gotcha.",
        "80": "Yes and he was elected in 2019. Don’t let the fake media convince you otherwise.",
        "81": "Money isn’t real anymore and I’m not paying for the government’s wasteful spending. I was responsible with my credit and have zero debt. Fuck em all",
        "82": "Now show biden. Who’s outpacing trump and Obama combined",
        "83": "Don't worry it's transitory.",
        "84": "Avocado toast",
        "85": "That looks like the map of India.",
        "86": "P.S. I miss Clinton.",
        "87": "Yeah I know. We are fucked. I need you to tell me wwwwhhhheeennnnn. Not if.",
        "88": "This made The Coup song Strange Arithmetic play in my head lol",
        "89": "You're supposed to color within the lines bro",
        "90": "Already to far gone,",
        "91": "Looks good to me",
        "92": "Are you saying I should buy puts?",
        "93": "Just file for bankruptcy and start fresh. Economics 101",
        "94": "Ah, the Debt Mantle. Apparently its pretty hot down there.",
        "95": "Looks promising!",
        "96": "Jesus Christ what’s with that massive revenue decrease in recent years?",
        "97": "GDP hit by covid",
        "98": "Lol, unfortunately the morons in charge are running us into the ground",
        "99": "ah yes the current president COVID-19",
        "100": "Spicy",
        "101": "Red is better than green!",
        "102": "And that's from March 2021. Scared to think what the updated one would look like",
        "103": "Thought Clinton brought us back to a surplus?",
        "104": "Increase debt.",
        "105": "Integer overflow.",
        "106": "????",
        "107": "Profit!",
        "108": "This should show up in percents and not dollar value, additionally, interest rates should be factored in, some of these years the interest rates were 10%! Of course its vastly different than 3%.",
        "109": "A more accurate chart would be yearly principal + interest payments as percent of government revenues.",
        "110": "Just to remind everyone, Obama started right after 2008 crisis",
        "111": "r/dataisugly",
        "112": "You forgot to mention that most the consumer debt is credit cards with average interest rate of 24% that they will never make more than the minimum on so that debt is like 10x bigger once you factor in prolonged interest lol",
        "113": "Fast forward 100 years and today’s deficit won’t look as bad.",
        "114": "Sir, that's an iceberg. RAMMING SPEED!",
        "115": "This seems disingenuous. Deficit and Revenue are per year, while Debt is cumulative. You'd have to compare Debt to the total amount of assets and equity the nation has at the moment. Comparing it ot Revenue or Deficit makes no sense.",
        "116": "Why does it look like the complete opposite of the S&P 500?",
        "117": "Remember guys, it’s only bad for the US gov. Someone on the other end will benefit handsomely",
        "118": "I for one am really looking forward to finally getting the answer for the question: \"does sovereign debt matter at all?\"",
        "119": "How lucky to be in the generation to solve this riddle once and for all",
        "120": "All we need is a solar flare to wipe out all databases everywhere… no more debt! No more civilization! Time to barter!",
        "121": "Wasn’t there a movie about a giant ship 🛳 hitting something",
        "122": "POTUS has never given a fuck about debt. There's no point in reducing it.",
        "123": "What kind of debt is this?",
        "124": "I recognize the red and the shape of the line. But no rocket emoji’s… instructions unclear, long POTUS!",
        "125": "Never seen this map of Africa before",
        "126": "As yes. The sunset of the Clinton admin where the debate was what are we going to do with the surplus. That was fun while it lasted",
        "127": "Define Presidential Action:",
        "128": "While (USA = USA):",
        "129": "If (The last guy added so much debt just so the stock market would go up)",
        "130": "Then Fuck it me too.",
        "131": "What dummy made this graph? Every president is off by a year",
        "132": "For $1M, how deep is the Mariana trench",
        "133": "Is this even accurate?",
        "134": "Degenerates",
        "135": "Buying FDs"
    },
    {
        "0": "I for one welcome our new overlord, owner of earth.",
        "1": "Seconded (for a million)",
        "2": "He does seem like a cool guy. I trust him with what ever his level of risk tolerance is.",
        "3": "Didn’t his order get rejected?",
        "4": "I’m wondering what all the hype is about.",
        "5": "We're in the Money intensifies",
        "6": "Could someone tell me what this is about?",
        "7": "Dude exploited a flaw in tradeup that effectively let him potentially bet upwards of 87 trillion dollars on tesla. Its nuts and i hope he lets the pending order sit to see if it goes through today when the market opens.",
        "8": "I think he did the \"it's not a bug, it's a feature.\" Roobinhood has that lead to \"guh\" and went for highscore.",
        "9": "He owes me a mil",
        "10": "Peak wsb: Becoming a millionaire in the same stroke that makes money worthless thanks to shitty Robinhood code defeating the global economy",
        "11": "Hey, a million is a million",
        "12": "In this scenario $1M becomes the stuff you stuff in your hobo clothes to stay warm.",
        "13": "It's going to be funny when they decide to partially fill up to whatever his approved margin is and then he loses it all",
        "14": "Did he got it thru?",
        "15": "Still have 5 hours me thinks (Australia)",
        "16": "Everyone is pretty much exited for this person and haircut today",
        "17": "Will the dollar become the best currency if the world stock market collapsed and this guy lives in America?",
        "18": "Hope he post the results.",
        "19": "Do you think he’ll get to meet Elon?",
        "20": "Yeah, when Elon asks for a loan to buy himself some McDonald's coffee.",
        "21": "The dude could pay off all student loans and be americas greatest loan forgiver.",
        "22": "Haha",
        "23": "I missed something here, seen memes with this username, any links to posts explaining or his own loss porn posts or something? 🤣🤣👍 Much appreciated",
        "24": "search the username. They put in an order for call options on margin and put the quantity as like 99999999 to make an order for trillions of dollars. It's just an open order placed, so it's kinda like you and some friends discovering how checks work and then writing a check for a gazillion and giggling as you go see if the bank will actually cash it.",
        "25": "Who gave him this brilliant idea. Who is his financial adviser?",
        "26": "Someone said free money?",
        "27": "I don't think we would all be here if we had a \"Real Job.\" 🤣",
        "28": "Rothschild 2.0, ape edition",
        "29": "I want a million too! Thatd solve all my debt and I could finally buy my dog a really nice backyard to play in.",
        "30": "We all get a million",
        "31": "Millions for the boys",
        "32": "Wer is the line for that mil?",
        "33": "I would also like a million fellow redditor",
        "34": "Soon :tm:",
        "35": "I can't wait till a team of lawyers have to comb over this retarded sub for evidence.",
        "36": "Getting a real job. Easiest way to lose it is hanging around here and gambling like all of us do",
        "37": "🤣🤣🤣",
        "38": "I'm here for the free money",
        "39": "leveraged to the absolute tits !",
        "40": "Erickl0930 was just so sick of those Jim Cramer memes so here we are",
        "41": "Praise our savior",
        "42": "Degenerates",
        "43": "Buying FDs"
    },
    {
        "0": "Lol. Dude is gonna buy a billion lots of contracts that don’t exist, and apes in this sub actually watched in anticipation. Smooth brain activity at its finest.",
        "1": "He’s the tendie-man",
        "2": "He's their G O D. Retards need something.",
        "3": "He's gonna be your wife's boyfriend",
        "4": "\n",
        "5": "his net worth $87,000,000,000,000",
        "6": "So he is primed for deep out of the money calls that expire in 3 days?",
        "7": "I heard he was going to purchase Elon Musk",
        "8": "if i’m not mistaken, he was able to leverage 77 trillion dollars, but the order hasn’t went through yet it got cancelled but he’s trying again",
        "9": "It was only canceled because he's out of day trades. He is going to legit try tomorrow.",
        "10": "so to be clear hes trying to buy about $70T of tesla shares that don't exist. I don't get what's even funny here, the trade cant be filled. its like watching someone jump off a chair trying to fly",
        "11": "I think we’re watching because we want to see someone flop off a chair",
        "12": "",
        "13": "Wtf is that image I’m in love. Shrek is love. He’s my life.",
        "14": "He's the guy who gave life to Skynet.",
        "15": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "16": "I had no idea WSB was gagging over a fake order… the more you know",
        "17": "Thanks love..was out of the loop",
        "18": "UPDATES🚨🚨🚨:",
        "19": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "20": "🔥",
        "21": "A man who will get an order rejected, bjut everyone is having fun with it...",
        "22": "Honestly If I posted it.... Id probably have gotten shit on for not understanding how you can get to confirmation screen and once hitting confirm nothing would happen",
        "23": "bjut everyone loves Erick it seems",
        "24": "I just want a damn hug",
        "25": "Karma is a bitch.",
        "26": "",
        "27": "You wouldn’t understand. It’s a secret.",
        "28": "They're single handedly propping up the global economy, show some respect",
        "29": "He'll make you a millionaire trust me.",
        "30": "He’ll own the planet in 24 hours",
        "31": "He’s the guy that’s about to own us all",
        "32": "Degenerates",
        "33": "Buying FDs"
    },
    {
        "0": "I’m still rooting 4 u u/Erickl0930 😏",
        "1": "OP, if I win we all win a mil for you:)",
        "2": "Come on give him a million!!!",
        "3": "This!!!",
        "4": "death by wsb > death by ww3",
        "5": "Missing Gamestop after Eric 😂🤣",
        "6": "",
        "7": "Erick why you doin us like dat?!",
        "8": "Go ericl093 I want my mill too",
        "9": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "10": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "11": "",
        "12": "",
        "13": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "14": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "15": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "16": "",
        "17": "",
        "18": "",
        "19": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "20": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "21": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "22": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "23": "SpaceX is teaming up with the military just like Starlink does.",
        "24": "Neuralink (mind control)",
        "25": "Boring Company (tunneling robots)",
        "26": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "27": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "28": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "29": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "30": "",
        "31": "",
        "32": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "33": "I am going to stay in the market until I see certain signs:",
        "34": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "35": "Serious AI integration between Twitter and the US military emerges",
        "36": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "37": "SpaceX merger with LockHeed Martin",
        "38": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "39": "****this is not financial advice, this is the fate of humanity****",
        "40": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "41": "Degenerates",
        "42": "Buying FDs"
    },
    {
        "0": "Whomever came up with that fucking phrase deserves a medal and to be pissed on by R Kelly.",
        "1": "And shit on by Amber Heard.",
        "2": "",
        "3": "Imagine the crash it will cause once people realize rate hikes might need to go over 2%.",
        "4": "imagine thinking it's still a 'might' type of situation",
        "5": "",
        "6": "\"I expect them to expire worthless, Mr. Autist.\"",
        "7": "Please be a little sweety dow,drink some water and have some bath happily.",
        "8": "",
        "9": "This edit is fire!",
        "10": "Jerome giveth, Jerome taketh away",
        "11": "",
        "12": "",
        "13": "",
        "14": "",
        "15": "Let the meme die, reposter. Its tired.",
        "16": "Who wants an absolute 80's crash to come about? I'm ready.",
        "17": "",
        "18": "Take it back I just bought a bunch of different puts lol",
        "19": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "20": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "21": "",
        "22": "",
        "23": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "24": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "25": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "26": "",
        "27": "",
        "28": "",
        "29": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "30": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "31": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "32": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "33": "SpaceX is teaming up with the military just like Starlink does.",
        "34": "Neuralink (mind control)",
        "35": "Boring Company (tunneling robots)",
        "36": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "37": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "38": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "39": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "40": "",
        "41": "",
        "42": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "43": "I am going to stay in the market until I see certain signs:",
        "44": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "45": "Serious AI integration between Twitter and the US military emerges",
        "46": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "47": "SpaceX merger with LockHeed Martin",
        "48": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "49": "****this is not financial advice, this is the fate of humanity****",
        "50": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "51": "Degenerates",
        "52": "Buying FDs"
    },
    {
        "0": "Called that yesterday.. that wasn’t a completed order",
        "1": "Lol do not care, I only make memes",
        "2": "Who’s Erick ?",
        "3": "🍿",
        "4": "This is the way",
        "5": "This sub is fucking sad",
        "6": "I need a \"me just enjoying the view with some popcorn.\"",
        "7": "Me talking about MCD Puts that could bring to interested investors over 100% gains. That was bullshit, guy posting glitch display without showing any proof of holding position is God All mighty for the say. I can only assume you all broke and daydreaming.",
        "8": "Can someone explain this Erick stuff?",
        "9": "UPDATES🚨🚨🚨:",
        "10": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "11": "So more bullshit.",
        "12": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "13": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "14": "",
        "15": "",
        "16": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "17": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "18": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "19": "",
        "20": "",
        "21": "",
        "22": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "23": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "24": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "25": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "26": "SpaceX is teaming up with the military just like Starlink does.",
        "27": "Neuralink (mind control)",
        "28": "Boring Company (tunneling robots)",
        "29": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "30": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "31": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "32": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "33": "",
        "34": "",
        "35": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "36": "I am going to stay in the market until I see certain signs:",
        "37": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "38": "Serious AI integration between Twitter and the US military emerges",
        "39": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "40": "SpaceX merger with LockHeed Martin",
        "41": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "42": "****this is not financial advice, this is the fate of humanity****",
        "43": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "44": "Degenerates",
        "45": "Buying FDs"
    },
    {
        "0": "Generations down the road, thousands of years into the future, his decendants still paying off his debt decided it would be cheaper to just go back in time and simply erase him.",
        "1": "We all want it to work. They were ITM calls? How is profit calculated on those?",
        "2": "I owe you 87K that's my problem, I owe you 87T, then it becomes thier problem",
        "3": "",
        "4": "Big chance he gets suicided",
        "5": "Hopefully. We might be able to avoid his spam and shitposts",
        "6": "We'll never know. I think he's already replaced with a clone.",
        "7": "Who is u/erickl0930, and what did he do?",
        "8": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "9": "he did this, but just posted an update. He lives (or at least someone posted from his account)",
        "10": "I swear I just saw him post about not having any more day trades and has to wait til tomorrow to sell.",
        "11": "I don't get why everyone is talking about this guy. He just posted an order review page for an order he never placed.",
        "12": "It's good karma farming. It's also an idea to entertain, people want to believe",
        "13": "thoughts and prayers",
        "14": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "15": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "16": "",
        "17": "",
        "18": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "19": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "20": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "21": "",
        "22": "",
        "23": "",
        "24": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "25": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "26": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "27": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "28": "SpaceX is teaming up with the military just like Starlink does.",
        "29": "Neuralink (mind control)",
        "30": "Boring Company (tunneling robots)",
        "31": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "32": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "33": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "34": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "35": "",
        "36": "",
        "37": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "38": "I am going to stay in the market until I see certain signs:",
        "39": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "40": "Serious AI integration between Twitter and the US military emerges",
        "41": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "42": "SpaceX merger with LockHeed Martin",
        "43": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "44": "****this is not financial advice, this is the fate of humanity****",
        "45": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "46": "Degenerates",
        "47": "Buying FDs"
    },
    {
        "0": "He messed with the wrong people",
        "1": "Gonna get Shkreli'd if he keeps it up.",
        "2": "Eric better leave the country and chance his name to Pablo.",
        "3": "I'm new and dumb, someone please explain 🥺",
        "4": "https://www.reddit.com/r/wallstreetbets/comments/ufc3eu/alright_boys_time_for_some_classic_wsb_degeneracy/?utm_medium=android_app&utm_source=share",
        "5": "UPDATES🚨🚨🚨:",
        "6": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "7": "Thanks for the updates 👍",
        "8": "People are this riled over a fake order. Sub is in shambles",
        "9": "Even if not true it‘s fun! You need to come down",
        "10": "So this guy just invented May Fools day?",
        "11": "In these times of despair everyone wanted to make fun of something and distract themselves from their shitty trades",
        "12": "I bet he's on a terrorist watch list.",
        "13": "Realistically, wouldn’t the SEC just level a fine that is significantly less than the transaction in question? Somebody fact check me.",
        "14": "Can confirm. I am the chair",
        "15": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "16": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "17": "",
        "18": "",
        "19": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "20": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "21": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "22": "",
        "23": "",
        "24": "",
        "25": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "26": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "27": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "28": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "29": "SpaceX is teaming up with the military just like Starlink does.",
        "30": "Neuralink (mind control)",
        "31": "Boring Company (tunneling robots)",
        "32": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "33": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "34": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "35": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "36": "",
        "37": "",
        "38": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "39": "I am going to stay in the market until I see certain signs:",
        "40": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "41": "Serious AI integration between Twitter and the US military emerges",
        "42": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "43": "SpaceX merger with LockHeed Martin",
        "44": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "45": "****this is not financial advice, this is the fate of humanity****",
        "46": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "47": "Degenerates",
        "48": "Buying FDs"
    },
    {
        "0": "I'm retarded I did a 9volt across too and bottom braces when I was younger what a jolt now I'm a electrical worker",
        "1": "Haha, i did that too! Never again!",
        "2": "That’s a funny way to spell wsb retard",
        "3": "I keep seeing this Eric lol thing but have no idea what it is.",
        "4": "Ya who is Eric",
        "5": "What happens when they touch?",
        "6": "Honestly nothing, the nosepiece would get warm. The nose piece would make a short circuit, the path of least resistance is still the metal so little/no electricity would go thru the person",
        "7": "Full completion",
        "8": "Pain",
        "9": "You get 9v to every tooth in your mouth 10 times more pain than touching it to your tongue",
        "10": "UPDATES🚨🚨🚨:",
        "11": "https://www.reddit.com/r/wallstreetbets/comments/ugsmrf/so_for_everyone_wondering_whats_going_on_i_have_0/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
        "12": "Fucking hell you're really milking this for all it's worth aren't you.",
        "13": "Man's in every comment section linking his post",
        "14": "Man are you humankind or what? You reading everything..Maybe you could invest my business plan in a future ?",
        "15": "Hahaha OMG!!! 😂😂😂",
        "16": "This is very good",
        "17": "I can taste what that zap is gonna feel like..",
        "18": "I am so retarded, can somebody explains whsts da fun with Eric. Who is je?",
        "19": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "20": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "21": "",
        "22": "",
        "23": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "24": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "25": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "26": "",
        "27": "",
        "28": "",
        "29": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "30": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "31": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "32": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "33": "SpaceX is teaming up with the military just like Starlink does.",
        "34": "Neuralink (mind control)",
        "35": "Boring Company (tunneling robots)",
        "36": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "37": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "38": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "39": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "40": "",
        "41": "",
        "42": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "43": "I am going to stay in the market until I see certain signs:",
        "44": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "45": "Serious AI integration between Twitter and the US military emerges",
        "46": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "47": "SpaceX merger with LockHeed Martin",
        "48": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "49": "****this is not financial advice, this is the fate of humanity****",
        "50": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "51": "Degenerates",
        "52": "Buying FDs"
    },
    {
        "0": "Quick index search tells me that some of the hardest hits where GS positions, but also companies with ties to Russia. What truly happened? Who sold? RIP stoplosses",
        "1": "EDIT: Im a Retard, 2,5% on DAX the graph below, the 10% dip \"only\" happened in Denmark Finland and Sweden.",
        "2": "EDIT 2: Apparently it's one player on the market selling everything at once https://view.news.eu.nasdaq.com/view?id=b200356852c002d85b6fda00e0f1a300f&lang=en",
        "3": "EDIT 3: As people has been saying in the comments(I see you! I just need a source), Citi-Group pressed the Red button, leaks collected from the closest thing i get to a source: https://www.euroinvestor.dk/nyheder/amerikansk-storbank-bag-lynkrak-i-koebenhavn?fbclid=IwAR0pEDbM0LLtDIYA2nc_rX8vxYSd788OiaQ8XyoJBRqZOK8rPpCSn7PS34M",
        "4": "Seems like every bot in the market went berserk at the same time.",
        "5": "Like if some smoothbrained degenerate placed an order larger than the US national debt, and every bot from here to The South Sea Company tried to react as fast as possible to this change.",
        "6": "...if that ducking retard actually caused this I'll eat a crayon.",
        "7": "Where’s that guy with the 82Trillion Tesla order? Lol.",
        "8": "Y2K vibes right here.",
        "9": "u/erickl0930",
        "10": "You have been summoned.",
        "11": "Erick did it",
        "12": "Was it the degen w/ the 87T Tesla calls?",
        "13": "I want to believe…",
        "14": "A software glitch? Amoung 8 different exchanges? Cmon i dont suppose you believe that bullshit.",
        "15": "Its most likely a fat finger trade or soem algos going haywire. But itll be months before we find out what it was.",
        "16": "Looks like you are right. Citigroup apparently dumped Embracer stocks right before the crash. Swedish sources say this caused it.",
        "17": "Edit: Nasdaq says that no orders will be voided. This probably excludes the possibility of a glitch on the exchange side.",
        "18": "Not really 8 different exchanges. They are all part of 1.",
        "19": "But itll be months before we find out what it was.",
        "20": "You mean it'll be months until they release a semi-credible cover story.",
        "21": "They're not about to tell us what actually went wrong.",
        "22": "All of them are just Nasdaq.",
        "23": "maybe it was that guy who bought 87 trillion in options on friday",
        "24": "just taking a little profit or loss",
        "25": "Can’t believe people thought that was real",
        "26": "Well idk if they have the same system as the US, prolly tho right, but honestly it may have been a sell off triggered by volitility and the bots were told to sell at a certain point and by god they did.",
        "27": "hopefully it was the algo bots destroying each other",
        "28": "Citi group fat-fingered the sell button on a huge portfolio of european stocks then tried to buy it all back. I’m curious about their PnL today",
        "29": "It was a human error by Citi. A ”substantal” order via some of Citis positions in Scandinavia. A decimal wrong somewhere, likely. Somebodys not getting their bonus.",
        "30": "It’s a feature not a flaw",
        "31": "",
        "32": "looks more like a 2.5% dip rather than 10% really",
        "33": "OMX dipped more than 7%.",
        "34": "https://preview.redd.it/gh4zt7eyt0x81.png?width=808&auto=webp&s=10abd021d0fb43e7f43ef33ec3a47342fc0c9f3c",
        "35": "So this is why every chart i looked at this morning had a massive dip at exactly 10 am 🤔",
        "36": "Can't wait for Michael lewis book about it.",
        "37": "I guess it’s OTC fire sales between institutions. Someone need liquidity, fast.",
        "38": "Based on my 16 months of knowledge in stock market.",
        "39": "Yeah, it's a casino they said. Probably an old manipulated casino /s",
        "40": "So in Sweden the index was down 7 something percent for a few minutes before bouncing up again. The media is now reporting that this was due to a typo. By who, where etc. I have no idea",
        "41": "Some headlines in Asia clearly explain that many Asian countries, mainly India are visiting Russia to take advantage of the chemicals, agriculture products, hard consumables at bargain prices. This cuts western commodities and futures deliveries and orders by a lot.",
        "42": "Indians seeming love this type of trade. But then they won't pay on arrival as they will contaminate the load and call in the contract. And that, won't end well for them. So watch this space.",
        "43": "Yes, the vultures are circling.",
        "44": "\"The whole point of a Doomsday Machine is lost, if you keep it a secret! Why didn't you tell the world, eh?\"",
        "45": "Must be the euro haircut 💇‍♂️",
        "46": "Clearly a glitch in EURONEXT causing a massive drop. That’s what they are saying anyway. As there was no reason for a massive market drop",
        "47": "I thought my computer was playing tricks on me when that happened.",
        "48": "it was citigroup",
        "49": "It has begun, algo whores war",
        "50": "Mind sharing your maths on how the graph you attached is a 10% dip?",
        "51": "We all trade with at least 4x gearing in here, i just translated the graph to WSB language /s",
        "52": "- Picked the wrong graph.. im a retard",
        "53": "Europe follows the US market. The US market got down at the end of last week, when european markets were closed. That is what happened.",
        "54": "BTW something else that happened is the USD/EUR parity. Seems like went from 1.1$ per euro to 1.05$ per euro in a very short time.",
        "55": "It was intra day dude. We opend down, then out of the blue we tanked the fck out. Free 1.3k since I was in some shortdated puts with high selling orders (hoped for a crash at open but slept in)",
        "56": "Lol...",
        "57": "This happened in 2010 here.",
        "58": "Was only a 3% drop in the AEX index today",
        "59": "Star DIAM wake up call read news and determine your ride plans",
        "60": "Probably cuz nordic countries are tiny. Probably like only 3 market participants and one of them fucked up and fat fingered.",
        "61": "Say woot",
        "62": "Who the fuck is Erick ???? I’ve been gone for 1 day",
        "63": "Dude placed a trillion dollar gamble on tsla. He's gonna crash the world's economies we all gonna be poor, like beyond Europoor, thanks to him. He gonna give millions to a lot of guys but I'm just hoping he'll be my wife's boyfriend. Good luck Erickl",
        "64": "From what I’ve read, dips in European markets are foreshadows for events in US markets",
        "65": "No..Asian mkts are closed today due to holiday",
        "66": "It's called \"Bank Python\".",
        "67": "May also be a fact of the gas supply issues too",
        "68": "What time did this happen there and what time do margin calls go out there?",
        "69": "Its from when /u/erickl0930’s order went trough",
        "70": "Putin…",
        "71": "Here comes the big one",
        "72": "System wide guh-ing ensues.",
        "73": "Mother fuckin Citi Bank caused the flash crash",
        "74": "Hack or Fat finger error",
        "75": "Nope, This is it… This is the start…",
        "76": "Degenerates",
        "77": "Buying FDs"
    },
    {
        "0": "It puts it’s taxes in the fucking basket.",
        "1": "now it rubs the loss all over it.",
        "2": "Are they threatening us with a good time?",
        "3": "Big time inflation of the rectum",
        "4": "",
        "5": "",
        "6": "pesos bill",
        "7": "Lets take a look at the facts, and as I lay them out, it should become fairly obvious why this will be fucking terrible for all of man kind. Then we will examine the best fiscal path forward.",
        "8": "First we already know TESLA is making robots, so it is fairly obvious that the he is aiming for AI technology.",
        "9": "",
        "10": "",
        "11": "Second- Elon Musk watched the Movie 'Ex Machina' so we can clearly deduce that he knows one of the keys to creating AI is having access to a enormous amount of data(twitter). See the below Script Analysis from Scott Myers for reference.",
        "12": "\" 61–64 Nathan shows Caleb his lab where he makes the AIs. He explains that he managed to crack the problem of creating a convincing face by hacking into all the cameras on peoples’ iPads, phones etc and using that data. He goes on to show a brain, like that inside Ava, made from structural gel that holds its form for memories but shifts for thoughts. The software for the AIs is ‘blue book’ which is Nathan’s (Google-like) search engine company, that tells the AI how people think — thought patterns, impulsivity etc — more than what they are interested in. Nathan says he wanted to show Caleb all this to remind him that Ava is just a computer, a grey box, with no gender. SOURCE",
        "13": "\"Ok.... you are probably thinking \"so fucking what?!?\" Well wait there is more. Now check out this math I did.",
        "14": "",
        "15": "",
        "16": "",
        "17": "The combination of SpaceX(Starlink), TESLA, and TWITTER will lead to the rise of TERMINATORS! Machines designed to eradicate human beings.  If you are still not connecting the dots, you are probably fucked anyway, leave this post and go back to facebook.",
        "18": "For those of you still paying attention let me drop some more knowledge bombs on you and then we can have a serious discussion about what we need to do about this....",
        "19": "It is entirely possible Elon is a Terminator, I mean who the fuck names a kid X Æ A-12 ? I am not going into all the other supporting facts supporting this right now, but it is possible because Terminators time travel.",
        "20": "Starlink is designed to be a literal net of satellites in the sky a fucking SKYNET(in case you needed some spelling instead of math)",
        "21": "SpaceX is teaming up with the military just like Starlink does.",
        "22": "Neuralink (mind control)",
        "23": "Boring Company (tunneling robots)",
        "24": "Examine all the Terminator names: They all Start with letters just like Teslas , T-1000 , T-8000 , shit one of them is even called a Series - H, now tell me that does not sound like Tesla! SOURCE",
        "25": "\"The US military is teaming up with Elon Musk's SpaceX to build a rocket capable of delivering weapons around the world at 7,500 mph. The plans call for a rocket that can carry 80 metric tons of cargo into space and land anywhere in the world in about an hour. \" SOURCE",
        "26": "\"Upon connection to the secure military network, Skynet spread itself further, locking out human operated systems, and quickly took control of every weapon system that it came into contact with. Only then did its creators realize that the virus was Skynet. Exactly one hour later, at 6:18 PM, Skynet launched the American nuclear missiles at their target sites across the world. The ensuing nuclear holocaust wiped out three billion human lives in what was to be known as \"Judgment Day\". SOURCE",
        "27": "I also asked the smartest person I know u/VisualMod , and he said and I quote: \"this was all totally possible and 97.1523486% likely to happen.\"Fucking boom! Microphone Drop on your face!",
        "28": "",
        "29": "",
        "30": "So there you have it, we are all fucked now, all thanks to Elon Musk who is 97.1523486% likely to be a Terminator. So what do we do? Nothing in the short term, depending on how the secret time traveling wars play out, we could be a decade or more from actual Judgment Day. There is also a 2.8476514% chance that this will not happen and Elon is not a Terminator, so if you play FDs you are used to worse odds and  should probably just fuck off as per usual.",
        "31": "I am going to stay in the market until I see certain signs:",
        "32": "When TESLA Robots Division reaches 3 Million deliverables per year",
        "33": "Serious AI integration between Twitter and the US military emerges",
        "34": "US Military Begins Purchase of Autonomous TESLA Tanks",
        "35": "SpaceX merger with LockHeed Martin",
        "36": "If you see any of these things happening, go cash gang asap and head for a bunker in the hills, after the fallout maybe you can join the resistance and help bringdown Starlink.",
        "37": "****this is not financial advice, this is the fate of humanity****",
        "38": "Positions: I am definitely not telling any of you quacks the coordinates of my bunker.",
        "39": "Degenerates",
        "40": "Buying FDs"
    }
]